<?php
$lang_about = "Σχετικά";
$lang_account_editing_completed = "Ο λογαριασμός σας ενημερώθηκε επιτυχώς.";
$lang_account_editing_failed = "Τα στοιχεία του λογαριασμού σας δεν ενημερώθηκαν.";
$lang_all = "Όλοι";
$lang_allcontracts = "Όλα";// τα πακέτα";
$lang_alldays = "Όλες οι μέρες";
$lang_alltimes = "Όλες οι ώρες";
$lang_already_registered = "Έχετε ήδη εγγραφεί.";
$lang_application = "Εφαρμογή";
$lang_avgdown = "Μέση ταχύτητα λήψης (Mbps)";
$lang_back_to_tools = "Επιστροφή στα εργαλεία μέτρησης";
$lang_bandwidth = "Ταχύτητα";
$lang_bandwidth_purchased = "Ονομαστική ταχύτητα";
$lang_call_for_measurements = "Συμβάλετε στην ανάπτυξη του χάρτη, με την εγγραφή σας στην εφαρμογή. Έτσι, η σύνδεσή σας και τα στατιστικά των μετρήσεών σας θα αποτυπωθούν στο χάρτη.";
$lang_cancel_button = "Επιστροφή";
$lang_captcha_custom_translations = 'visual_challenge:"Οπτική πρόκληση",audio_challenge:"Ηχητική πρόκληση",refresh_btn:"Νέα πρόκληση",instructions_visual:"Πληκτρολ. τις λέξεις:",instructions_context:"Πληκτρολ. τις λέξεις:",instructions_audio:"Πληκτρολογήστε ό,τι ακούτε:",help_btn:"Βοήθεια",play_again:"Αναπαραγωγή ήχου ξανά",cant_hear_this:"Λήψη ήχου ως ΜΡ3",incorrect_try_again:"Λάθος. Δοκιμάστε ξανά.",image_alt_text:"Εικόνα πρόκλησης reCAPTCHA",privacy_and_terms:"Απόρρητο και όροι"';
$lang_connections = "συνδέσεις";
$lang_change_pass_request = "Αλλαγή κωδικού ασφαλείας";
$lang_change_pass_request_cancel = "Αλλαγή κωδικού ασφαλείας";
$lang_chartsectiontitle = "Ιστορικό των μετρήσεών σας";
$lang_connection = "Σύνδεση";
$lang_connection_add = "Νέα σύνδεση";
$lang_connection_name = "Όνομα σύνδεσης";
$lang_connection_selection = "Επιλέξτε σύνδεση";
$lang_connected_through = "Σύνδεση μέσω";
$lang_connnections_per_isp_title = "Κατανομή συνδέσεων ανά πάροχο";
$lang_contact = "Επικοινωνία";
$lang_contract = "Συμβόλαια";
$lang_contactby = "Επικοινωνία";
$lang_contactby_accept = "Δέχομαι να λαμβάνω ενημερωτικά email από την ΕΕΤΤ που αφορούν την υπηρεσία";
$lang_copyright = "Πνευματικά δικαιώματα";
$lang_country = "GR";
$lang_create_new_account = "Δημιουργία λογαριασμού";
$lang_credentials_not_set = "Εσφαλμένος μοναδικός αριθμός χρήστη/κωδικός ασφάλειας.";
$lang_date = "Ημερομηνία";
$lang_datetime = "Ημερομηνία Ώρα";
$lang_day_type = "Ημέρες";
$lang_description = "Η υπηρεσία SPEBS σας δίνει τη δυνατότητα να μετρήσετε τα χαρακτηριστικά της ευρυζωνικής σας σύνδεσης, να διατηρήσετε ιστορικό των μετρήσεών σας και να συγκρίνετε τα αποτελέσματά σας με αυτά των υπολοίπων χρηστών της υπηρεσίας.<br/><br/>Δημιουργήστε τώρα το δικό σας λογαριασμό και ξεκινήστε τις μετρήσεις!";
/*$lang_description_forgot_password = "Για να αρχικοποιήσετε τον κωδικό ασφαλείας στον λογαριασμό σας στο ΣΑΠΕΣ, 
παρακαλώ πληκτρολογήστε το δικό σας όνομα χρήστη και κάντε κλικ στο κουμπί <i>Αποστολή e-mail</i>. Εάν το ΣΑΠΕΣ αποδεχτεί το όνομα χρήστη που πληκτρολογήσατε, ο κωδικός ασφαλείας σας θα αρχικοποιηθεί.
Θα σταλεί ένα μήνυμα στη διεύθυνση ηλεκτρονικού ταχυδρομείου που έχετε ορίσει για τον λογαριασμό σας. Περιμένετε για λίγα λεπτά και στη συνέχεια ελέγξτε τη διεύθυνσή σας.";
*/
$lang_description_forgot_password = "Συμπληρώστε τη διεύθυνση email που χρησιμοποιήσατε για την εγγραφή σας στο ΣΑΠΕΣ."; 
$lang_description_ndt = "Μετρήστε τις επιδόσεις της σύνδεσής σας. Με το NDT μπορείτε να μάθετε τις πραγματικές ταχύτητες λήψης και αποστολής της σύνδεσής σας, τον χρόνο απόκρισης και τις απώλειες πακέτων.";
$lang_description_glasnost = "Χρησιμοποιήστε το Glasnost για να ελέγξετε εάν ο πάροχός σας περιορίζει επιλεγμένες υπηρεσίες όπως P2P, video streaming κλπ.";
$lang_description_notifier = "Το M-Lab Notifier είναι ένα βοηθητικό πρόγραμμα για περιοδικές μετρήσεις της ευρυζωνικής σύνδεσης σας, για χρήση σε λειτουργικά συστήματα που υποστηρίζουν την τεχνολογία Java 6.";
$lang_description_notifier_full = "Το M-Lab Notifier διευκολύνει στην περιοδική μέτρηση της ευρυζωνικής σύνδεση σας. Εμφανίζεται ως διακριτικό εικονίδιο στη γραμμή εντολών της επιφάνειας εργασίας. Με το δεξί πλήκτρο του ποντικιού επιλέγετε τη γλώσσα λειτουργίας (Αγγλικά, Ελληνικά), το σύστημα μετρήσεων και την επιθυμητή συχνότητα μετρήσεων.";
$lang_disclaimer = "Απέκδυση ευθυνών";
//$lang_disclaimer_message = "Οι θέσεις και τα τεχνικά χαρακτηριστικά των ευρυζωνικών συνδέσεων έχουν δοθεί από τους ίδιους τους χρήστες της υπηρεσίας, οι οποίοι φέρουν εξ ολοκλήρου την ευθύνη για την ορθότητά τους.<br/>* Με βάση την κατ' εκτίμηση απόσταση της σύνδεσης από το Αστικό Κέντρο.";
$lang_disclaimer_message = "Οι θέσεις και τα τεχνικά χαρακτηριστικά των ευρυζωνικών συνδέσεων έχουν δοθεί από τους ίδιους τους χρήστες της υπηρεσίας, οι οποίοι φέρουν εξ ολοκλήρου την ευθύνη για την ορθότητά τους.<br/>* Ενδεικτική, μέγιστη θεωρητική ταχύτητα, με τη χρήση τεχνολογιών ADSL και VDSL  με βάση την κατ' εκτίμηση απόσταση της σύνδεσης από το Αστικό Κέντρο. Η τελική ταχύτητα της σύνδεσης επηρεάζεται επιπλέον από πλήθος παραμέτρων όπως είναι η ποιότητα των καλωδίων, των συνδέσεων και του εξοπλισμού, ηλεκτρομαγνητικές παρεμβολές, κ.α.";

$lang_distance_to_exchange = "Κοντινότερο κέντρο";
$lang_division_names = array("Περιφέρεια", "Νομός", "Δήμος");
$lang_download = "Λήψη (&darr;)";
$lang_download_run_mlab_notifier = "Λήψη και εκτέλεση";
$lang_downspeed_per_isp_title = "Ταχύτητα λήψης ανά πάροχο";
$lang_downstream = "Ταχύτητα Λήψης";
$lang_downstream_short = "Ταχ. Λήψης";
$lang_downstream_unit = "Ταχύτητα Λήψης (Mbps)";
$lang_downstream_unit_short = "Ταχ. Λήψης (Mbps)";
$lang_email = "Email";
$lang_export_csv = "Εξαγωγή σε αρχείο CSV";
$lang_export_csv_glasnost = "Εξαγωγή μετρήσεων Glasnost σε αρχείο CSV";
$lang_export_csv_ndt = "Εξαγωγή μετρήσεων NDT σε αρχείο CSV";
$lang_firstname = "Όνομα";
$lang_forgot_password = "Ξέχασα τον κωδικό πρόσβασης";
$lang_forgot_password_mail_body = "Ο κωδικός ασφαλείας σας έχει αρχικοποιηθεί.\n\nΟ νεός σας κωδικός ασφάλειας είναι: %s \n\nΣύνδεση σε: %s ";
$lang_forgot_password_mail_body_with_activation = "Ο κωδικός ασφαλείας σας έχει αρχικοποιηθεί.\n\nΟ νεός σας κωδικός ασφάλειας είναι: %s \n\nΕπισκεφθείτε τον παρακάτω σύνδεσμο, ώστε να ολοκληρωθεί η διαδικασία εγγραφής σας:\n\n %s?key=%s\n" ;

$lang_forgot_password_mail_title = "Αλλαγή κωδικού ασφαλείας ΣΑΠΕΣ";

/************************************** Glasnost ********************************************/
$lang_gls_p2p="Εφαρμογές Peer to Peer";
$lang_gls_vod=" Εφαρμογές Video on Demand";
$lang_gls_std=" Συνήθεις Εφαρμογές";
$lang_gls_info1="Κάθε δοκιμή του Glasnost διαρκεί περίπου 8 λεπτά";
$lang_gls_info2="Σημείωση: Για ακριβή αποτελέσματα, παρακαλούμε σταματήστε μεγάλες μεταφορές αρχείων (κατεβάσματα κ.α.) για την διάρκεια της δοκιμής.";
$lang_gls_button=" Έναρξη δοκιμής";
$lang_gls_warning1 = "\<b\>Προσοχή:\<\/b\> Η μέση διάρκεια των δοκιμαστικών ροών ήταν  %s δευτερόλεπτα. Η μετρήσεις ροών μικρής διάρκειας έχουν περισσότερο θόρυβο, γεγονός το οποίο οδηγεί σε λιγότερο ακριβή αποτελέσματα. Προτείνουμε τη διαμόρφωση της διάρκειας των δοκιμαστικών ροών σε χρονικό διάστημα μεγαλύτερο από %s δευτερόλεπτα.";
$lang_gls_warning2= "\<b\>Προσοχή\:\<\/b\> Η πρώτη TCP θύρα που χρησιμοποιήθηκε %s άλλαξε στη διάρκεια του test. Η αλλαγή αυτή πραγματοποιήθηκε στο διακομιστή μετρήσεων. Το γεγονός αυτό μπορεί να επηρεάσει την ορθότητα των μετρήσεων";
$lang_gls_warning3= "\<b\>Προσοχή\:\<\/b\> Η δεύτερη TCP θύρα που χρησιμοποιήθηκε %s άλλαξε στη διάρκεια του τεστ. Η αλλαγή αυτή πραγματοποιήθηκε στο διακομιστή μετρήσεων. Το γεγονός αυτό μπορεί να επηρεάσει την ορθότητα των μετρήσεων";
$lang_gls_warning4= "\<b\>Προσοχή\:\<\/b\> Το TCP θύρα που χρησιμοποιήθηκε %s άλλαξε στη διάρκεια του τεστ. Η αλλαγή αυτή πραγματοποιήθηκε στο διακομιστή μετρήσεων. Το γεγονός αυτό μπορεί να επηρεάσει την ορθότητα των μετρήσεων";
$lang_gls_warning5="\<b\>Σημείωση\:\<\/b\> Ο διακομιστής άλλαξε την επιλεχθείσα θύρα %s  σε  %s καθώς ήταν κατειλημμένη.";
$lang_gls_warning6= "\<b\>Σημείωση\:\<\/b\> Ο διακομιστής άλλαξε την επιλεχθείσα θύρα  %s σε %s καθώς ήταν κατειλημμένη."; 
$lang_gls_title = "Glasnost: Ελέγξτε εάν ο πάροχος Υπηρεσιών Διαδικτύου  διαμορφώνει την κίνηση σας.";
$lang_gls_info3 = "Παρακάτω θα βρείτε ορισμένα γενικά αποτελέσματα αναφορικά με το test ποτ πραγματοποιήθηκε.\<br\> Για λεπτομερή ανάλυση των αποτελεσμάτων επιλέγξτε το \<a href\=\\\"http\:\/\/%s\:19981\/\?retrieve\=log\&amp\;id=%s \&amp\;hostname\=%s &amp\;ip=%s \\\"\>αρχείο καταγραφής\<\/a\> και το \<a href\=\\\"http\:\/\/%s \:19981\/\?retrieve\=dump\&amp\;id\=%s \&amp\;hostname\=%s \&amp\;ip\=%s \"\> αρχείο καταγραφής σε επίπεδο πακέτου\<\/a\> που διαμόρφωσε το Glasnost.";
$lang_gls_info4 = "Περισσότερες πληροφορίες αναφορικά με την έρευνα που πραγματοποιούμε για τα ευρυζωνικά δίκτυα μπορείτε να βρείτε στην <a href\=\\\"http\:\/\/broadband.mpi-sws.org\/transparency\/\\\"\>ιστοσελίδα του προγράμματος network transparency</a>";
$lang_gls_warning7="To java plugin σας δεν λειτουργεί";
$lang_gls_warning8=" Παρακαλώ  περιμένετε. Εάν η μπλε μπάρα προόδου δεν εμφανίζεται, το τεστ δεν πραγματοποιείται στο μηχάνημα σας. ΄ Ένας συνηθισμένος λόγος είναι η απουσία του java plugin από το σύστημα σας το οποίο μπορείτε να εγκαταστήσετε από \<a href\=\\\"http\:\/\/java\.sun\.com\/javase\/downloads\/index\.jsp\\\"\>εδώ\<\/a\>";
$lang_gls_selection1 = "Επιλογή τύπου δοκιμής";
$lang_gls_servers_overloaded1 = "Λυπούμαστε, αλλά οι εξυπηρετητές μέτρησης είναι υπερφορτωμένοι επί του παρόντος. Παρακαλούμε δοκιμάστε λίγο αργότερα!";
$lang_gls_macosx_warn1 = "<b> Σημείωση για χρήστες MacOS X:</b> Για να πραγματοποιήσετε δοκιμή, πρέπει να \"εμπιστευθείτε\" το java applet στο παραθυράκι που θα εμφανιστεί όταν προσπαθήσετε να ξεκινήσετε την μέτρηση.";
$lang_gls_testing1 = "Δοκιμή για το πρωτόκολλο";
$lang_gls_please_wait = "Παρακαλούμε περιμένετε ενώ το Glasnost ελέγχει την γραμμή σας για traffic shaping.";
$lang_gls_error1 = "ΛΑΘΟΣ: Λείπει η παράμετρος \"repeat\". Θα θεωρηθεί ότι είναι ίση με 3, αλλά είναι πιθανό η υπόθεση αυτή να είναι λάθος.";
$lang_gls_warning9= "<b>Προσοχή:</b>  Η μέση διάρκεια των ροών ελέγχου ήταν μόνο %s δευτερόλεπτα. Μετρήσεις μικρής διάρκειας τείνουν να έχουν περισσότερο θόρυβο, που οδηγεί σε λιγότερο ακριβή αποτελέσματα. Προτείνεται η κάθε δοκιμή να διαρκεί παραπάνω από %s δευτερόλεπτα.";
$lang_gls_warning10= "<b>Προσοχή:</b> Η πρώτη TCP θύρα (%s) άλλαξε κατά την διάρκεια της δοκιμής. Αυτό έγινε στον εξυπηρετητή μέτρησης καθώς η αρχική θύρα ήταν κατειλημμένη. Ως εκ τούτου, μπορεί να έχει επηρρεαστεί η ακρίβεια των αποτελεσμάτων.";
$lang_gls_warning11= "<b>Προσοχή:</b> Η δεύτερη TCP θύρα (%s) άλλαξε κατά την διάρκεια της δοκιμής. Αυτό έγινε στον εξυπηρετητή μέτρησης καθώς  η αρχική θύρα ήταν κατειλημμένη.  Ως εκ τούτου, μπορεί να έχει επηρρεαστεί η ακρίβεια των αποτελεσμάτων.";
$lang_gls_warning12 = "<b>Σημείωση:</b> Ο εξυπηρετητής άλλαξε τη θύρα που ζητήθηκε από %s σε %s καθώς η πρώτη ήταν κατειλημμένη.";
$lang_gls_error2 = "Λάθος: Η ανίχνευση της κατεύθυνσης απέτυχε. Δεν γίνεται να παρουσιαστούν αποτελέσματα.";
$lang_gls_info5="Μήπως κάποιες συγκεκριμένες θύρες είναι εντελώς μπλοκαρισμένες;";
$lang_gls_error3="<span style=\"color:red;font-weight:normal;\">Το Glasnost δεν μπόρεσε να συνδεθεί στη θύρα %s του εξυπηρετητή.</span> Πιθανότατα είναι μπλοκαρισμένη για όλες τις συνδέσεις, π.χ. από έναν traffic shaper ή κάποιο τοπικό firewall.";
$lang_gls_info6="<span style=\"color:red;font-weight:normal;\">%s από τις %s %s μεταφορές στη θύρα %s διακόπηκαν καθώς γινόταν το %s με παραχαραγμένα πακέτα TCP RST.</span> Πιθανόν ο ISP να εμποδίζει το %s για κίνηση %s στη θύρα %s προς τον εξυπηρετητή μέτρησης.";
$lang_gls_info7= "<span style=\"color:red;font-weight:normal;\">%s από τις %s %s δοκιμές στη θύρα %s απέτυχαν να παραγάγουν %s δεδομένα.</span> Πιθανόν ο ISP να εμποδίζει το %s για %s κίνηση στη θύρα %s προς τον εξυπηρετητή μέτρησης.";
$lang_gls_info8="Η κίνηση για %s περιορίζεται;";
$lang_gls_info9= "Όμως, κάποιες μετρήσεις έχουν επηρεαστεί από θόρυβο, που περιορίζει την ικανότητα του Glasnost να ανιχνεύει τον περιορισμό του εύρους ζώνης.";
$lang_gls_info10= "<span style=\"color:red;font-weight:normal;\">Ο πάροχός σας φαίνεται να περιορίζει τα %s σας.</span> %s";
$lang_gls_info11=  "<span style=\"color:black;font-weight:normal;\">Οι μετρήσεις έχουν πολύ θόρυβο για να ανιχνευθεί αν ο ISP σας περιορίζει την κίνηση %s. </span> Το πρόβλημα αυτό πιθανόν να μπορεί να λυθεί ξανατρέχοντας το τεστ, αφού γίνει βέβαιο ότι δεν εκτελούνται άλλες μεταφορές παράλληλα με αυτό.";
$lang_gls_info12= "<span style=\"color:green;font-weight:normal;\">Δεν υπάρχει καμμία ένδειξη ότι ο πάροχός σας περιορίζει τα %ss.</span> %s";
$lang_gls_info13= "Λεπτομέρειες:";
$lang_new_measurement_glasnost = "Νέα Μέτρηση με το Glasnost";
$lang_new_measurement_with_glasnost = "Πραγματοποίηση νέας μέτρησης με το Glasnost";
$lang_gls_info14= "Οι μετρήσεις έχουν πολύ θόρυβο για να ανιχνευθεί αν ο πάροχός σας περιορίζει την κίνηση %s στην κατεύθυνση του %s.</span> Το πρόβλημα αυτό πιθανόν να μπορεί να λυθεί ξανατρέχοντας το τεστ, αφού γίνει βέβαιο ότι δεν εκτελούνται άλλες μεταφορές παράλληλα με αυτό.";
$lang_gls_info15 = "<span style=\"color:red;font-weight:normal;\">Ο πάροχός σας πιθανότατα περιορίζει την κίνηση %s %ss.</span> Στις μετρήσεις μας, %s %s  με τη χρήση ροών ελέγχου πέτυχαν έως %s Kbps ενώ %s %s πέτυχαν έως %s Kbps.";
$lang_gls_info16 = "<span style=\"color:red;font-weight:normal;\"> Δεν υπάρχει καμμία ένδειξη ότι ο πάροχός σας περιορίζει την κίνηση %s %ss.</span> Στις μετρήσεις μας, %s %s με τη χρήση ροών ελέγχου πέτυχαν %s Kbps ενώ %s %s πέτυχαν έως %s Kbps.";
$lang_gls_info17 = "<span style=\"color:black;font-weight:normal;\">Οι μετρήσεις έχουν πολύ θόρυβο για να ανιχνευθεί αν ο ISP σας περιορίζει την κίνηση %s στην κατεύθυνση του %s.</span>Το πρόβλημα αυτό πιθανόν να μπορεί να λυθεί ξανατρέχοντας το τεστ, αφού γίνει βέβαιο ότι δεν εκτελούνται άλλες μεταφορές παράλληλα με αυτό.";
$lang_gls_info18= "<span style=\"color:red;font-weight:normal;\">Ο πάροχός σας πιθανότατα περιορίζει την κίνηση %s στην κατεύθυνση του %s.</span> Στις μετρήσεις μας, %s ροές ελέγχου πέτυχαν έως και %s Kbps ενώ %ss με %s πέτυχαν έως και %s Kbps.";
$lang_gls_info19= "<span style=\"color:green;font-weight:normal;\">Δεν υπάρχει καμμία ένδειξη ότι ο πάροχός σας περιορίζει τα %s %ss.</span> Στις δοκιμές μας, τα %s ροές ελέγχου πέτυχαν έως και %s Kbps ενώ τα %ss που χρησιμοποιούσαν %s πέτυχαν έως και %s Kbps.";
$lang_gls_info20=  "<span style=\"color:black;font-weight:normal;\">Οι μετρήσεις έχουν πολύ θόρυβο για να ανιχνευθεί αν ο πάροχός σας περιορίζει την κίνηση στη θύρα %s .</span> Το πρόβλημα αυτό πιθανόν να μπορεί να λυθεί ξανατρέχοντας το τεστ, αφού γίνει βέβαιο ότι δεν εκτελούνται άλλες μεταφορές παράλληλα με αυτό.";
$lang_gls_info21=  "<span style=\"color:red;font-weight:normal;\">Φαίνεται ότι ο πάροχός σας περιορίζει τα %ss στη θύρα %s.</span> Στις δοκιμές μας, τα %ss πάνω από τη θύρα %s πέτυχαν έως και %s Kbps ενώ τα  %ss πάνω από τη θύρα %s πέτυχαν έως και %s Kbps.";
$lang_gls_info22=  "<span style=\"color:green;font-weight:normal;\">Δεν υπάρχει καμία ένδειξη ότι ο πάροχός σας περιορίζει τα %ss στη θύρα %s ή %s.</span> Στις δοκιμές μας, τα %ss πάνω από τη θύρα %s πέτυχαν έως και %s Kbps ενώ τα %ss πάνω από τη θύρα %s πέτυχαν έως και %s Kbps.";
$lang_gls_info23=  "<a href=\"%s?%s\" target=\"_blank\">Λεπτομερή αποτελέσματα του τεστ εδώ</a>";
$lang_gls_info24 = "Για λεπτομερέστερη ανάλυση, μπορείτε να κατεβάσετε το <a href=\"http://%s:19981/?retrieve=%s&amp;id=%s&amp;hostname%s&amp;ip=%s\">αρχείο καταγραφής</a> και <a href=\"http://%s:19981/?retrieve=dump&amp;id=%s&amp;hostname=%s&amp;ip=%s\">την καταγραφή των πακέτων </a> που το Glasnost συγκέντρωσε κατά την δοκιμή.\n";
$lang_gls_info25 = "Για περισσότερες λεπτομέρειες σχετικά με το πώς λειτουργεί το Glasnost, παρακαλούμε διαβάστε το <a href=\"http://broadband.mpi-sws.org/transparency/results/10_nsdi_glasnost.pdf\">NSDI 2010 paper</a>";
$lang_gls_info26 = "Περισσότερες πληροφορίες αναφορικά με την έρευνα που πραγματοποιούμε για τα ευρυζωνικά δίκτυα μπορείτε να βρείτε στην \<a href\=\\\"http\:\/\/broadband.mpi-sws.org\/transparency\/\\\"\>ιστοσελίδα του προγράμματος network transparency\<\/a\><br>Σε περίπτωση που έχετε περισσότερες ερωτήσεις για το εργαλείο, παρακαλώ επικοινωνήστε μαζί μας σε διεύθυνσης: <img src=\"http://broadband.mpi-sws.org/pics/email.png\" alt=\"broadband @at@ mpi-sws mpg de\" style=\"margin-left:5px;margin-bottom:-6px;\">";
$lang_gls_info27 = "Προσοχή! Αυτή η μέτρηση έχει ήδη καταγραφεί!";
$lang_gls_info28 = "Όλες οι μεταφορές %s και %s πάνω από τη θύρα %s";
$lang_gls_info29= "Κατεύθυνση μεταφοράς";
$lang_gls_info30 = "Εύρος ζώνης %s";
$lang_gls_info31 = "Θύρα μέτρησης εύρους ζώνης %s";
$lang_gls_warning13 = "<b><b>Προσοχή:</b> Η πρώτη TCP θύρα (%s) άλλαξε κατά την διάρκεια της δοκιμής. Αυτό έγινε στον εξυπηρετητή μέτρησης καθώς η αρχική θύρα ήταν κατειλημμένη. Ως εκ τούτου, μπορεί να έχει επηρεαστεί η ακρίβεια των αποτελεσμάτων.";
$lang_gls_info32 = " <b>Προσοχή:</b> <b>Προσοχή:</b> Η δεύτερη TCP θύρα (%s) άλλαξε κατά την διάρκεια της δοκιμής. Αυτό έγινε στον εξυπηρετητή μέτρησης καθώς η αρχική θύρα ήταν κατειλημμένη. Ως εκ τούτου, μπορεί να έχει επηρεαστεί η ακρίβεια των αποτελεσμάτων.";
$lang_gls_info33 = "<b>Σημείωση:</b> Ο διακομιστής άλλαξε την επιλεχθείσα θύρα %s σε %s καθώς η αρχική θύρα ήταν κατειλημμένη.";
$lang_gls_info35 = "<b>Προσοχή:</b> Ο εντοπισμός της διεύθυνσης απέτυχε. Τα αποτελέσματα του τεστ δεν είναι σωστά καθώς το Glasnost σχεδιάστηκε για φορτίο διακομιστή με μεγάλη κατευθυντικότητα προς το χρήστη.";
$lang_gls_debug1 = "DEBUG: Λείπει η παράμετρος 'dir'";
$lang_gls_debug2 = "DEBUG: Άγνωστη παράμετρος:";
$lang_gls_error4 = "ΛΑΘΟΣ: Λείπει η παράμετρος \"repeat\". Θα θεωρηθεί ότι είναι ίση με 3, αλλά είναι πιθανό η υπόθεση αυτή να είναι λάθος.";
$lang_gls_debug3 = "DEBUG:  Λείπει η παράμετρος \"repeat\". Υπολογίστηκε σε:";
$lang_gls_info34 = "Ροή ελέγχου";
$lang_gls_info36 = "Διακομιστής";
$lang_gls_info37 = "Πρόγραμμα πελάτη";
$lang_gls_error5 = "Το applet δε συνδεέται στο δίκτυο. Πιθανόν η ύπαρξη firewall να μην επιτρέπει τη σύνδεση του. Επιτρέψτε τη σύνδεση του applet στο δίκτυο μέσω του firewall και προσπαθήστε ξανά.";
$lang_gls_error6 = "Η σύνοδος με το διακομιστή μετρήσεων έληξε. Η σύνδεση με τον διακομιστή δεν είναι εφικτή. Εφόσον δεν μπλοκάρετε τις εξερχόμενες συνδέσεις, ο διακομιστής είναι πιθανόν απασχολημένος. Προσπαθήστε ξανά αργότερα.";
$lang_gls_error7 = "Η σύνδεση με τον διακομιστή δεν είναι εφικτή.";
$lang_gls_error9 = "Εφόσον οι θύρες  %s και %s δεν είναι μπλοκαρισμένες, πιθανόν να υπάρχει σφάλμα στο διακομιστή μετρήσεων.";
$lang_gls_error10 = "Εφόσον η θύρα %s καθώς και άλλες θύρες δεν είναι μπλοκαρισμένες, πιθανόν να υπάρχει σφάλμα στο διακομιστή μετρήσεων.";
$lang_gls_error11 = "Εφόσον οι εξερχόμενες συνδέσεις είναι μπλοκαρισμένες απο το μηχανημά σας, πιθανόν να υπάρχει σφάλμα στο διακομιστή μετρήσεων.";
$lang_gls_error12 = "Το Applet δεν συνδέθηκε στο διακομιστή μετρήσεων για να αποστείλει μία νέα ροή ελέγχου.";
$lang_gls_error13 = "Η μέτρηση απέτυχε για άγνωστο λόγο. Βεβαιωθείτε ότι το firewall επιτρέπει τη σύνδεση στις θύρες 19970 και 19980.";
$lang_gls_info38 = "Προσπαθήστε ξανά πατώντας εδώ.";
$lang_gls_error14 = "Εέγξτε εάν έχετε εγκαταστήσει σωστά το Java plugin.";
$lang_gls_error15 = "Εφόσον δεν υπάρχει πρόβλημα με το plugin, πιθανόν να μη μπορείτε να συνδεθείτε στο διακομιστή μετρήσεων. Προσπαθήστε ξανά.";
$lang_gls_error16 = "Παρουσιάστηκε εσωτερικό σφάλμα κατά τη λήψη των αποτελεσμάτων σας.";
$lang_gls_error17 = "Άγνωστο σφάλμα.";
$lang_gls_info39 = "Θύρα διακομιστή";
$lang_gls_info40 = "Ταχύτητα λήψης δεδομένων";
$lang_gls_info41 = "Μπλοκαρισμένος;";
$lang_gls_info42 = "Έχει αποσταλεί αναφορά σφάλματος. Εάν έχετε περαιτέρω πληροφορίες αναφορικά με τη φύση του προβλήματος επικοινωνήστε μαζί μας μέσω ηλεκτρονικού ταχυδρομείου.";
$lang_gls_info43 = "Η μέτρηση της ζεύξης δεν είναι εφικτή.";
$lang_gls_yourhost = "Τα αποτελέσμαστα για το σύστημά σας";
$lang_gls_port_blocked = "<span style=\"color:red;font-weight:normal;\">Υπάρχουν ενδείξεις ότι η κίνηση σε ορισμένες θύρες δεν επιτρέπεται ή περιορίζεται.</span>";
$lang_gls_measurement_details = "Λεπτομέρειες μέτρησης";
$lang_gls_bw_warn1 = "<b>Προσοχή:</b> Το εύρος ζώνης της μέτρησης ξεπερνά αυτό που έχετε δηλώσει για την σύνδεσή σας. Η μέτρηση δεν θα καταγραφεί.";
$lang_gls_try_ndt = "Δοκιμάστε να κάνετε μια μέτρηση και με το NDT!";

/************************************** End of glasnost ********************************************/

$lang_graphs = "Γραφήματα";
$lang_help = "Βοήθεια";


$lang_help_introduction_title = "Γενικά";
$lang_help_introduction_content = "
<p class=\"paragraph1\">
Το Σύστημα Αποτίμησης Ποιότητας Ευρυζωνικών Συνδέσεων (ΣΑΠΕΣ) δίνει τη δυνατότητα στους χρήστες του να πραγματοποιήσουν μετρήσεις των δικτυακών τους συνδέσεων, έτσι ώστε να καταστήσουν δυνατή την ποιοτική τους αξιολόγηση. Η διεξαγωγή των μετρήσεων μπορεί να γίνει τόσο από εγγεγραμμένους χρήστες όσο και από απλούς επισκέπτες του δικτυακού χώρου του ΣΑΠΕΣ. Μόνο στην πρώτη περίπτωση, όμως, καταγράφονται στατιστικά στοιχεία από το σύστημα, έτσι ώστε να παρουσιάζονται αργότερα ως ιστορικό των χρηστών, αλλά και ως συνεισφορά στη συνολική εικόνα παροχής ευρυζωνικών υπηρεσιών στη χώρα μας.
</p>

<p class=\"paragraph1\">
Οι δυνατότητες, συνεπώς, που δίνονται από το ΣΑΠΕΣ στους χρήστες είναι πρωτίστως αυτές που αφορούν την εγγραφή και τη διαχείριση λογαριασμών των χρηστών. Εν συνεχεία, σε κατάλληλες ιστοσελίδες ενσωματώνονται τα εργαλεία Network Diagnostic Tool και Glasnost τα οποία και αποτελούν τις δύο διαθέσιμες εφαρμογές διεξαγωγής μετρήσεων. Το τελευταίο κομμάτι του δικτυακού τόπου είναι αυτό της απεικόνισης των μετρήσεων. Η παρουσίασή τους γίνεται τόσο σε χάρτες, όσο και μέσω συγκεντρωτικών γραφημάτων αλλά και λεπτομερών λιστών. Στις επόμενες παραγράφους περιγράφονται αναλυτικά οι επιλογές που προσφέρονται στους επισκέπτες του δικτυακού χώρου με βάση την παραπάνω κατηγοριοποίηση.
</p>
";
$lang_help_general_title = "Γνωριμία με το περιβάλλον";
$lang_help_general_content = "
<p class=\"paragraph1\">
Διατρέχοντας από την κορυφή προς το τέλος κάθε ιστοσελίδα του συστήματος ο χρήστης αντικρίζει τρεις διαφορετικές περιοχές. Η πρώτη παρουσιάζεται στην παρακάτω εικόνα:
</p>

<center>
<img class=\"help_image\" src=\"images/help/2a.png\">
</center>

<p class=\"paragraph1\">
Αριστερά εμφανίζεται το μενού επιλογής γλώσσας (ελληνικά/αγγλικά). Δεξιά, όταν ο χρήστης έχει εισέλθει στο σύστημα μέσω της διαδικασίας login καταγράφεται η ηλεκτρονική (email) διεύθυνσή του (ως αναγνωριστικό της ταυτότητάς του) και η επιλογή Ρυθμίσεις που οδηγούν στη σελίδα ενημέρωσης των στοιχείων του λογαριασμού του. Οι σύνδεσμοι Βοήθεια και Είσοδος/Έξοδος εμφανίζονται πάντα, ανεξαρτήτως εγγεγραμμένου ή όχι χρήστη, και προσφέρουν αφενός οδηγίες χρήσης του συστήματος και αφετέρου το σημείο εισόδου και εξόδου (login/logout) από και προς το σύστημα. Το λογότυπο του ΣΑΠΕΣ είναι ενεργός σύνδεσμος και ανακατευθύνει στην κεντρική σελίδα (home page) του συστήματος απ’ όπου κι αν βρίσκεται κανείς.
</p>

<p class=\"paragraph1\">
Η δεύτερη περιοχή, αποτελεί και το βασικό πλαίσιο εμφάνισης εργαλείου μετρήσεων, χαρτών και γραφημάτων:
</p>

<center>
<img class=\"help_image\" src=\"images/help/new_el.png\">
</center>

<p class=\"paragraph1\">
Οι ετικέτες στην κορυφή οδηγούν αντίστοιχα στην εμφάνιση εντός του πλαισίου ενός από τα παρακάτω: 1. Της σελίδας των εργαλείων μέτρησης (μπορεί ακολούθως να επιλεγεί το NDT ή το Glasnost), 2. των γραφικών παραστάσεων που παρουσιάζουν συγκεντρωτικά στατιστικά στοιχεία μετρήσεων στο χρόνο και το χώρο, 3. του χάρτη της χώρας ή της περιοχής του χρήστη (ανάλογα αν ο χρήστης έχει συνδεθεί στο σύστημα ή είναι απλός επισκέπτης) και 4. του αναλυτικού πίνακα όλων των μετρήσεων του χρήστη εφόσον έχει πραγματοποιήσει εγγραφή στο σύστημα. Αν πρόκειται για απλό επισκέπτη, η τέταρτη ετικέτα παραλείπεται, μια και δεν έχει καταγραφεί από το σύστημα το προσωπικό του ιστορικό.
</p>

<p class=\"paragraph1\">
Το τέλος της σελίδας περιλαμβάνει κάποιους χρήσιμους συνδέσμους και πληροφορίες σχετικά με το σύστημα και την έκδοσή του.
</p>

<center>
<img class=\"help_image\" src=\"images/help/2c.png\" width=\"800\">
</center>
";
$lang_help_settings_title = "Λογαριασμοί χρηστών";
$lang_help_settings_content = "
<p class=\"paragraph1\">
Κάθε χρήστης εισέρχεται στο σύστημα από τη σελίδα εισόδου (login) όπως φαίνεται παρακάτω:
</p>

<center>
<img class=\"help_image\" src=\"images/help/login_el.png\">
</center>
 
<p class=\"paragraph1\">
Στην περίπτωση που ο χρήστης έχει πραγματοποιήσει την εγγραφή του σε προηγούμενη επίσκεψη, εισάγει την email διεύθυνσή του και τον κωδικό πρόσβασης που όρισε κατά την εγγραφή του και εισέρχεται στο σύστημα. Προαιρετικά, μπορεί να τσεκάρει την επιλογή «να με θυμάσαι» ώστε σε επόμενες επισκέψεις να εισέλθει αυτόματα. Σε περίπτωση απώλειας κωδικού, ο σύνδεσμος Ξέχασα τον κωδικό πρόσβασης  τον οδηγεί στη σελίδα Αρχικοποίησης κωδικού πρόσβασης. Αφού συμπληρώσει στην εμφανιζόμενη φόρμα την ηλεκτρονική διεύθυνση, με την οποία έχει εγγραφεί στο σύστημα, θα λάβει άμεσα απάντηση σε αυτήν με ένα νέο τυχαίο κωδικό πρόσβασης. Στη συνέχεια, θα έχει τη δυνατότητα, από τη σελίδα των ρυθμίσεων, να τον αλλάξει κατά την επιθυμία του.
</p>

<p class=\"paragraph1\">
Ο σύνδεσμος Δημιουργία λογαριασμού αλλά και οι Ρυθμίσεις οδηγούν στη σελίδα, όπου ο χρήστης είτε συμπληρώνει για πρώτη φορά τα στοιχεία του, είτε τα ενημερώνει, εφόσον έχουν αλλάξει.
</p>

<center>
<img class=\"help_image\" src=\"images/help/3b.png\">
</center>

<p class=\"paragraph1\">
Το πρώτο σύνολο των πεδίων αφορά τα προσωπικά του στοιχεία. Ο κωδικός συμπληρώνεται δύο φορές, για να προστατευθεί ο χρήστης από τυχόν λάθος πληκτρολόγησης. Κατάλληλα μηνύματα καθοδηγούν το χρήστη τόσο σε περίπτωση λάθους όσο και αν αφεθεί κενό κάποιο πεδίο. 
</p>

<p class=\"paragraph1\">
Τα υπόλοιπα πεδία αφορούν την ευρυζωνική σύνδεση του χρήστη.
</p>

<center>
<img class=\"help_image\" src=\"images/help/3c.png\">
</center>

<p class=\"paragraph1\">
Στο δεύτερο τμήμα της φόρμας συμπληρώνεται η διεύθυνση που αντιστοιχεί στη σύνδεσή του. Με αυτήν θα συσχετίζονται οι μετρήσεις του γεωγραφικά. Για την εξαγωγή και την απεικόνιση στατιστικών στοιχείων ανά περιοχή της χώρας, αυτές οι πληροφορίες είναι απαραίτητες. Ο ταχυδρομικός κωδικός και ο δήμος συνοδεύονται από δυνατότητα αυτόματης συμπλήρωσης με ταυτόχρονη συσχέτιση μεταξύ τους. Αυτό διασφαλίζει την εγκυρότητα των στοιχείων. Η συμπλήρωσή αυτών των πεδίων προκαλεί τελικά την απεικόνιση της γεωγραφικής θέσης στο χάρτη και τη συνακόλουθο υπολογισμό των γεωγραφικών συντεταγμένων. 
</p>

<center>
<img class=\"help_image\" src=\"images/help/3d.png\">
</center>

<p class=\"paragraph1\">
Το τελευταίο τμήμα ορίζει τα χαρακτηριστικά της σύνδεσης μέσω της επιλογής του πάροχο (ISP) που την προσφέρει και της ταχύτητας του συμβολαίου που έχει συμφωνηθεί ανάμεσα στον πάροχο και τον πελάτη που εγγράφεται ως χρήστης του ΣΑΠΕΣ.
</p>

<p class=\"paragraph1\">
Όταν όλα τα στοιχεία συμπληρωθούν και ο χρήστης είναι σίγουρος για την ορθότητά τους, πρέπει να επιλέξει την αποδοχή των όρων χρήσης και να εισαγάγει το λεκτικό που εμφανίζεται στην εφαρμογή αναγνώρισης πληκτρολόγησης από άνθρωπο. Προαιρετικά, μπορεί να επιλέξει να λαμβάνει ενημερωτικά emails από την ΕΕΤΤ που αφορούν την υπηρεσία. 
</p>
 
<center>
<img class=\"help_image\" src=\"images/help/terms_el.png\">
</center>

<p class=\"paragraph1\">
Πατώντας Δημιουργία λογαριασμού ολοκληρώνεται η διαδικασία εγγραφής με την αποστολή κατάλληλου μηνύματος στην ηλεκτρονική διεύθυνση που ορίστηκε στα προσωπικά στοιχεία του χρήστη. Εκεί, περιλαμβάνεται και ο σύνδεσμος ενεργοποίησης του νέου λογαριασμού. Η Επιστροφή αναιρεί την όλη διαδικασία.
</p>

<p class=\"paragraph1\">
Η ίδια φόρμα στοιχείων εμφανίζεται και στον εγγεγραμμένο χρήστη, ο οποίος από τις Ρυθμίσεις έχει επιλέξει να αλλάξει τα στοιχεία του. Η μόνη ουσιαστική διαφορά, είναι πως η αλλαγή του κωδικού πρόσβασης εμφανίζεται ως προαιρετική, ώστε να μην είναι υποχρεωμένος ο χρήστης να τον αλλάξει αν δεν το επιθυμεί. Προσοχή, όμως, πρέπει να δοθεί στην εξής λεπτομέρεια: αν ο χρήστης αλλάξει οποιαδήποτε από τα στοιχεία διεύθυνσης ή σύνδεσης, τότε δημιουργείται νέα σύνδεση και κατά συνέπεια νέο ιστορικό μετρήσεών του εφεξής. Κάθε χρήστης έχει τη δυνατότητα μίας μόνο ενεργής σύνδεσης συσχετισμένης με το πρόσωπό του σε κάθε χρονική στιγμή.
</p>
";
$lang_help_measurement_title = "Διεξαγωγή μετρήσεων με χρήση του Network Diagnostic Tool";
$lang_help_measurement_content = array("intro","use","metrics","details","problems");
$lang_help_measurement_intro_content = "
<p class=\"paragraph1\">
Σκοπός του Network Diagnostic Tool είναι η ακριβής ποσοτική εκτίμηση των σημαντικότερων ποιοτικών χαρακτηριστικών της δικτυακής σύνδεσης ενός υπολογιστή. Χαρακτηριστικά που καθορίζουν την ποιότητας μιας δικτυακής σύνδεσης είναι το διαθέσιμο εύρος ζώνης από και προς τον υπολογιστή, ο χρόνος απόκρισης πακέτου (packet round trip time) μαζί με τη διακύμανσή του και το ποσοστό απώλειας πακέτων. Για την εκτίμηση των χαρακτηριστικών αυτών σε έναν υπολογιστή που είναι συνδεδεμένος στο δίκτυο, χρησιμοποιείται ένα πρόγραμμα-πελάτης (συνήθως ένα java applet του τρέχει μέσα σε ένα φυλλομετρητή ιστού) το οποίο επικοινωνεί με έναν ειδικά διαμορφωμένο εξυπηρετητή που είναι τοποθετημένος σε κάποιο κεντρικό σημείο του δικτύου και έχει στην διάθεση του μια δικτυακή σύνδεση μεγάλης χωρητικότητας. Αναλύοντας την επικοινωνία του με τον πελάτη, ο εξυπηρετητής μπορεί συνήθως να εξαγάγει μια ακριβή εκτίμηση των παραμέτρων που αναφέρθηκαν παραπάνω η οποία και παρουσιάζεται στον πελάτη. 
</p>
 
<center>
<img class=\"help_image\" src=\"images/help/before_measurement.png\">
</center>

<p class=\"paragraph1\">
Η τροποποιημένη, από την ομάδα ανάπτυξης, έκδοση του NDT έχει απλοποιήσει σε σημαντικό βαθμό τον τρόπο παρουσίασης των αποτελεσμάτων προς τον χρήστη με σκοπό την ευκολότερη χρήση του εργαλείου και την αμεσότερη κατανόηση των αποτελεσμάτων. Παράλληλα, διατηρείται αυτούσια όλη η αρχική λειτουργικότητα του εργαλείου για όποιον προχωρημένο χρήστη επιθυμεί να την χρησιμοποιήσει. Η λειτουργικότητα που σχετίζεται με τις μετρήσεις παραμένει ως έχει. Τέλος, το τροποποιημένο NDT έχει πλέον την ικανότητα να μεταδίδει τα αποτελέσματα της μέτρησης στην εφαρμογή web για ευκολότερη και αναλυτικότερη παρουσίαση των αποτελεσμάτων. 
</p>
";

$lang_help_measurement_use_title = "Χρήση του NDT";
$lang_help_measurement_use_content = "
<p class=\"paragraph1\">
Όταν το java applet του τροποποιημένου NDT εμφανιστεί, ο χρήστης δεν έχει παρά να πιέσει το πλήκτρο «Έναρξη μέτρησης» για να εκτελέσει ένα τυποποιημένο σετ μετρήσεων. Η διαδικασία εκτελείται αυτόματα, δείχνοντας τα διαφορετικά στάδια της εξέλιξής της στην μπάρα προόδου. Τα στοιχεία της μέτρησης (ταχύτητα λήψης και αποστολής, χρόνος απόκρισης, απώλεια πακέτων, διακύμανση) συμπληρώνονται σταδιακά καθώς η μέτρηση εκτελείται. Μια τυπική μέτρηση μπορεί να διαρκέσει από 30 δευτερόλεπτα έως και 1 λεπτό. Στο τέλος της μέτρησης η ένδειξη «Η μέτρηση ολοκληρώθηκε» είναι εντυπωμένη στην γεμάτη μπάρα προόδου και τα στοιχεία έχουν συμπληρωθεί. Στο σημείο αυτό, ο χρήστης μπορεί αν επιθυμεί να εκτελέσει εκ νέου μια μέτρηση πιέζοντας το ίδιο πλήκτρο. 
</p>
 
<center>
<img class=\"help_image\" src=\"images/help/after_measurement.png\">
</center>
";

$lang_help_measurement_metrics_title = "Επεξήγηση των ποιοτικών χαρακτηριστικών";
$lang_help_measurement_metrics_content = "
<ol>
<li>
	<strong>Ταχύτητα λήψης & αποστολής.</strong> Με αυτές τις μετρήσεις δίνεται μια (κατά το δυνατό) ακριβής εκτίμηση του διαθέσιμου εύρους ζώνης στον υπολογιστή στον οποίο γίνεται η μέτρηση. Σημειώνεται ότι για αυτές τις τιμές όσο και για τις υπόλοιπες που περιγράφονται εδώ, η μέτρηση βασίζεται στην επικοινωνία ανάμεσα στον πελάτη και τον εξυπηρετητή και ως εκ τούτου η εκτίμηση αφορά ολόκληρο το μονοπάτι ανάμεσά τους και όχι μονάχα την φυσική σύνδεση του πελάτη στο δίκτυο. Τυπικά, μεγάλες ταχύτητες λήψης σημαίνουν μεγάλη ταχύτητα σε downloads που κάνει ο πελάτης. Επειδή η μέτρηση γίνεται χρησιμοποιώντας το πρωτόκολλο TCP, άλλοι παράγοντες που επηρεάζουν το TCP θα είναι συνήθως ορατοί από την μέτρηση αυτή. Στις περισσότερες περιπτώσεις, η πιο αργή σύνδεση σε ένα μονοπάτι καθορίζει την μέγιστη ταχύτητα που μπορεί να επιτευχθεί. Αυτό σημαίνει ότι για έναν τυπικό ευρυζωνικό χρήστη (π.χ. ADSL) η μέτρηση του εργαλείου συνήθως θα χαρακτηρίζει την σύνδεσή του με τον πάροχο δικτύου καθώς οι υπόλοιπες συνδέσεις στο μονοπάτι μέχρι τον εξυπηρετητή είναι μεγαλύτερης χωρητικότητας. Φυσικά, αν κάποιες από αυτές είναι κορεσμένες ή έχουν κάποιο άλλο πρόβλημα, αυτό αντικατοπτρίζεται στην μέτρηση. 
</li>

<li>
	<strong>Χρόνος απόκρισης.</strong> Ορίζεται σαν ο χρόνος που χρειάζεται ένα τυπικό πακέτο να πάει από τον πελάτη μέχρι και τον εξυπηρετητή μαζί με τον χρόνο που χρειάζεται μια απόκριση στο πακέτο αυτό να φτάσει πίσω στον πελάτη. Είναι φανερό ότι εφόσον η μέτρηση εμπεριέχει και τις δύο κατευθύνσεις, δεν έχει σημασία το ποιος στέλνει το πακέτο και ποιος αποκρίνεται. Ο χρόνος απόκρισης αποτελεί ένα πολύ σπουδαίο δείκτη ποιότητας του δικτύου, η σημασία του οποίου είναι ανάλογη με αυτή της ταχύτητας αποστολής/λήψης. Μεγάλος χρόνος απόκρισης μπορεί να σημαίνει χειρότερη (μεγαλύτερη) καθυστέρηση σε διαδραστικά δικτυακά παιχνίδια ή άλλες εφαρμογές ευαίσθητες στο χαρακτηριστικό αυτό όπως προγράμματα τηλεφωνίας (VoIP, Skype κ.α.). Για τον ακριβέστερο υπολογισμό του χρόνου απόκρισης, εκτελούνται δεκάδες αποστολές/αποκρίσεις και προς τις δύο κατευθύνσεις από τις οποίες εξάγεται εντέλει ένας αντιπροσωπευτικός μέσος όρος.
</li>

<li>
	<strong>Απώλεια πακέτων.</strong> Απώλεια πακέτων σημαίνει στην συντριπτική πλειοψηφία των περιπτώσεων συμφόρηση του δικτύου σε κάποιο σημείο στο μονοπάτι από τον πελάτη μέχρι τον εξυπηρετητή. Σημειώνεται ότι ακόμα και τιμές της τάξης του 1% αποτελούν ένδειξη σοβαρής δυσλειτουργίας στο δίκτυο.
</li>

<li>
	<strong>Διακύμανση.</strong> Το χαρακτηριστικό αυτό φανερώνει το εύρος τιμών γύρω από το οποίο κυμαίνεται ο χρόνος απόκρισης (βλέπε παραπάνω). Αν π.χ. η διακύμανση είναι 3 milliseconds, αυτό σημαίνει ότι η μεγαλύτερη τιμή και η μικρότερη τιμή χρόνου αποστολής/απόκρισης πακέτου που παρατηρήθηκαν κατά την διάρκεια της μέτρησης απέχουν κατά αυτή την τιμή. Η διακύμανση μπορεί συχνά να φανερώσει πιθανά προβλήματα σε μια σύνδεση δικτύου αλλά θα πρέπει πάντα να λαμβάνεται υπόψη ότι βασίζεται στις ακραίες τιμές ενός πλήθους μετρήσεων και άρα δεν αποτελεί πάντα ασφαλές ποιοτικό κριτήριο. 
</li>
</ol>
";
$lang_help_measurement_details_title = "Λεπτομέρειες";
$lang_help_measurement_details_content = "
<p class=\"paragraph1\">
Όλο το αρχικό interface του εργαλείου NDT όπως είχε δημιουργηθεί από το Internet2 έχει διατηρηθεί και είναι διαθέσιμο μεταφρασμένο στα Ελληνικά με το πάτημα του πλήκτρου «Λεπτομέρειες». Το πλήκτρο αυτό μπορεί να πιεστεί οποτεδήποτε (ακόμα και κατά την διάρκεια μέτρησης) και φανερώνει ένα ξεχωριστό παράθυρο. 
</p>
 
<center>
<img class=\"help_image\" src=\"images/help/details.png\">
</center>

<p class=\"paragraph1\">
Στο παράθυρο «Λεπτομέρειες» μπορεί κανείς να δει την εξέλιξη της μέτρησης καθώς οι διαφορετικές φάσεις διαδέχονται η μια την άλλη. Τα πλήκτρα του παραθύρου «Λεπτομέρειες» έχουν τις εξής λειτουργίες:
</p>

<ol>
<li>
	<strong>Στατιστικά.</strong> Ανοίγει ένα νέο παράθυρο με τίτλο «Λεπτομερείς στατιστικές» στο οποίο δίνεται μια αναλυτική περιγραφή όλων χαρακτηριστικών της σύνδεσης για την οποία έγινε η μέτρηση. Με αυτή την λειτουργία μπορεί κανείς να βρει λεπτομερή χαρακτηριστικά όπως π.χ. αν ο υπολογιστής υλοποιεί TCP Window Scaling (και πόσο), αν υλοποιεί Selective Acknowledgement, αν βρίσκεται πίσω από δρομολογητή που τροποποιεί το TCP MSS, το μέγεθος πακέτου που μπορεί να περάσει χωρίς fragmentation κ.α. 
 
<center>
<img class=\"help_image\" src=\"images/help/more_details.png\">
</center>

<li>
	<strong>Κι άλλες λεπτομέρειες.</strong> Ενεργοποιεί το παράθυρο «μεταβλητές web100». Δεν έχει ιδιαίτερη αξία για τον τελικό χρήστη.

<li>
	<strong>Επιλογές.</strong> Πλέον δεν υπάρχουν στο εργαλείο ρυθμίσεις που μπορούν να αλλάξουν από αυτή την επιλογή.
</li>
</ol>
";
$lang_help_measurement_problems_title = "Πιθανά προβλήματα και λύσεις";
$lang_help_measurement_problems_content = "
<ul>
<li>
	Παράθυρο με τίτλο «Measurement Error». 
<br/>

<center>
<img class=\"help_image\" src=\"images/help/fail1.png\">
</center>

 Αν η διαδικασία της μέτρησης δεν μπορεί να ολοκληρωθεί, στις περισσότερες περιπτώσεις ένα παράθυρο που πληροφορεί τον χρήστη σχετικά την φύση του λάθους εμφανίζεται. Στο παραπάνω παράδειγμα, ο εξυπηρετητής βρίσκεται προσωρινά εκτός λειτουργίας, οπότε το μήνυμα δίνει την ανάλογη εξήγηση. 
</li>
<li>
	 Η μέτρηση δεν προχωράει πάρα από το «έναρξη…» και μετά από 2 λεπτά εμφανίζεται το μήνυμα «Απασχολημένος εξυπηρετητής. Παρακαλώ περιμένετε…»


<center>
<img class=\"help_image\" src=\"images/help/fail2.png\">
</center>

<center>
<img class=\"help_image\" src=\"images/help/fail3.png\">
</center>
 
Σε κάποιες περιπτώσεις, είναι δυνατό άλλοι χρήστες να απασχολούν τον εξυπηρετητή. Προτείνεται να γίνει ξανά απόπειρα μέτρησης μετά π.χ. από μερικά λεπτά. 
</li>
<li>
	Η μέτρηση κολλάει για πάντα στο «Βήμα 1 από 4: Ανάλυση ενδιάμεσων κόμβων». 
<br/>

<center>
<img class=\"help_image\" src=\"images/help/fail4.png\">
</center>
 
 
Σε ορισμένες σπάνιες περιπτώσεις είναι δυνατό η μέτρηση να μην μπορεί να ολοκληρωθεί. Προτείνεται επαναφόρτωση της σελίδας (Ctrl-R ή F5) και προσπάθεια μετά από μερικά λεπτά. 

</li>
</ul>
";


#  ----- Glasnost help section -----
#
$lang_help_glasnost_title = "Διεξαγωγή μετρήσεων με χρήση του Glasnost";
$lang_help_glasnost_content = array("intro","use","metrics","details","problems");
$lang_help_glasnost_intro_content = "
<p class=\"paragraph1\">
Σκοπός του <a href=\"http://broadband.mpi-sws.org/transparency/bttest.php\">Glasnost</a> είναι να εντοπίζει φαινόμενα διαφοροποίησης κίνησης (traffic differentiation) σε ευρυζωνικές συνδέσεις χρηστών. Η διαφοροποίηση κίνησης με τη χρήση του Glasnost εντοπίζεται σε επίπεδο μεμονωμένης σύνδεσης, σε αντιδιαστολή με τον εντοπισμό διαφοροποίησης κίνησης γενικά στο Internet.
<p class=\"paragraph1\">Η διαφοροποίηση της κίνησης αναφέρεται στη διαφοροποίηση στον τρόπο αντιμετώπισης από τον πάροχο υπηρεσιών διαδικτύου, των ροών πακέτων του χρήστη από διαφορετικές υπηρεσίες. Το Glasnost δύναται να εντοπίσει διαφοροποίηση της κίνησης με βάση τον τύπο της ροής. Οι πάροχοι υπηρεσιών διαδικτύου προκειμένου να προχωρήσουν σε διαφοροποίηση της κίνησης, αναγνωρίζουν τα πακέτα διαφορετικών ροών με βάση i. την επικεφαλίδα IP ( διεύθυνση πηγής ή προορισμού) ii. την επικεφαλίδα του πρωτοκόλλου μεταφοράς (πχ. νούμερο θύρας) και iii. την εφαρμογή εξετάζοντας τα δεδομένα του πακέτου (payload). Το  Glasnost εντοπίζει διαφοροποίηση της κίνησης η οποία προκαλείται με χρήση είτε της επικεφαλίδας του πρωτοκόλλου μεταφοράς (πχ. νούμερο θύρας) είτε εξετάζοντας τα δεδομένα του πακέτου.
<p class=\"paragraph1\">Το Glasnost αποτελεί ένα εργαλείο ενεργών μετρήσεων το οποίο βασίζεται στην αρχιτεκτονική πελάτη-εξυπηρετητή.  Οι πελάτες συνδέονται σε ένα εξυπηρετητή Glasnost προκειμένου να εκτελέσουν τα διάφορα tests.  Κάθε test εξετάζει το μονοπάτι (network path) μεταξύ του πελάτη και του εξυπηρετητή με τη δημιουργία ροών τα οποία μεταφέρουν δεδομένα επιπέδου εφαρμογής. Τα δεδομένα αυτά κατασκευάζονται με στόχο να εντοπίσουν διαφοροποίηση της κίνησης στο μονοπάτι αυτό.
<p class=\"paragraph1\">Για κάθε test το Glasnost εκτελεί οκτώ (8) επαναλήψεις, τέσσερις (4) ανά κατεύθυνση δεδομένων. Από αυτές τις τέσσερις (4) επαναλήψεις, οι δύο (2) εκτελούνται σε κοινές θύρες του πρωτοκόλλου υπό εξέταση και οι υπόλοιπες σε τυχαίες θύρες. Κάθε ένα από αυτά τα δύο ζευγάρια περιλαμβάνει μία μεταφορά δεδομένων σύμφωνη με τη χρήση του πρωτοκόλλου υπό εξέταση και μία ροή ελέγχου.  Συνεπώς εξετάζονται όλοι οι πιθανοί συνδυασμοί των ροών και θυρών  με στόχο τον εντοπισμό φαινομένων throttling με βάση είτε του νούμερου θύρας ή των δεδομένων του πακέτου.
</p>
<center>
<img class=\"help_image\" src=\"images/help/glasnost_before_measurement_el.png\">
</center>
<p class=\"paragraph1\">
Η τροποποιημένη, από την ομάδα ανάπτυξης, έκδοση του Glasnost έχει απλοποιήσει σε σημαντικό βαθμό τον τρόπο παρουσίασης των αποτελεσμάτων προς τον χρήστη με σκοπό την ευκολότερη χρήση του εργαλείου και την αμεσότερη κατανόηση των αποτελεσμάτων. Παράλληλα, διατηρείται αυτούσια όλη η λειτουργικότητα του εργαλείου για όποιον προχωρημένο χρήστη επιθυμεί να την χρησιμοποιήσει. Η λειτουργικότητα που σχετίζεται με τις μετρήσεις παραμένει ως έχει. Τέλος, το τροποποιημένο Glasnost έχει πλέον την ικανότητα να μεταδίδει τα αποτελέσματα της μέτρησης στην εφαρμογή web για ευκολότερη και αναλυτικότερη παρουσίαση των αποτελεσμάτων. 
</p>
";

$lang_help_glasnost_use_title = "Χρήση του Glasnost";
$lang_help_glasnost_use_content = "
<p class=\"paragraph1\">
Στη σελίδα στην οποία φιλοξενείται η τροποποιημένη έκδοση του Glasnost, ο χρήστης καλείται να επιλέξει το κατάλληλο Glasnost test με βάση τον τύπο της εφαρμογής και να εκτελέσει \"Έναρξη δοκιμής\". Μια τυπική μέτρηση μπορεί να διαρκέσει ως και 8 λεπτά. Στο τέλος της μέτρησης ο χρήστης μπορεί αν επιθυμεί να εκτελέσει εκ νέου μια μέτρηση πιέζοντας \"Νέα Μέτρηση\".
</p>
 
<center>
<img class=\"help_image\" src=\"images/help/glasnost_during_measurement_el.png\">
</center>
";

$lang_help_glasnost_metrics_title = "Επεξήγηση των ποιοτικών χαρακτηριστικών";
$lang_help_glasnost_metrics_content = "
<p class=\"paragraph1\">Το Glasnost εντοπίζει διαφοροποίηση της κίνησης η οποία πραγματοποιείται με βάση τον τύπο της ροής. Συνεπώς τα αποτελέσματα ενός Glasnost test μπορούν να είναι είτε θετικά είτε αρνητικά• o πάροχος υπηρεσιών διαδικτύου είτε περιορίζει την κίνηση στην ανερχόμενη/κατερχόμενη ζεύξη είτε δεν χρησιμοποιεί μηχανισμούς διαφοροποίησης κίνησης. Τα tests τα οποία υποστηρίζονται διαφοροποιούνται με βάση τον τύπο της υπηρεσίας  Peer to Peer εφαρμογές (BitTorrent@θύρα:6881, eMule@θύρα:4662 και Gnutella@θύρα:6346), συνήθεις εφαρμογές (email - POP@θύρα110: ή IMAP4@θύρα:143, HTTP@θύρα:80 και SSH@θύρα:22) και Flash video εφαρμογές (πχ. youTube@θύρα:8080).
";

$lang_help_glasnost_details_title = "Λεπτομέρειες";
$lang_help_glasnost_details_content = "
<p class=\"paragraph1\">
Με την ολοκλήρωση κάθε Glasnost test, ο χρήστης μπορεί να επιλέξει \"Λεπτομέρειες μέτρησης\" προκειμένου να δει περισσότερες λεπτομέρειες αναφορικά με τη μέτρηση του σε ένα νέο παράθυρο.  
</p>
 
<center>
<img class=\"help_image\" src=\"images/help/glasnost_details_el.png\">
</center>
</p>
";
$lang_help_glasnost_problems_title = "Πιθανά προβλήματα και λύσεις";
$lang_help_glasnost_problems_content = "
<ul>
<li>Υπερφορτωμένος εξυπηρετητής: Σε κάποιες περιπτώσεις, είναι δυνατό άλλοι χρήστες να απασχολούν τον εξυπηρετητή. Προτείνεται να γίνει ξανά απόπειρα μέτρησης μετά π.χ. από μερικά λεπτά.
<center><img class=\"help_image\" src=\"images/help/glasnost_busy_el.png\"></center>
</li>
<li>Σφάλμα ταχύτητας συμβολαίου: Τα αποτελέσματα ενός Glasnost test δεν θα καταγραφούν αν οι ταχύτητες που μετρήθηκαν κατά την διάρκειά του υπερβαίνουν αυτές που έχουν δηλωθεί από τον χρήστη όταν κατέγραψε τις λεπτομέρειες του συμβολαίου του. Κάτι τέτοιο σημαίνει ότι η μέτρηση δεν γίνεται από το σημείο που έχει δηλωθεί ότι βρίσκεται η τηλεπικοινωνιακή σύνδεση, οπότε η καταγραφή της μέτρησης δεν γίνεται.
<center><img class=\"help_image\" src=\"images/help/glasnost_speed_exceeded_el.png\"></center>
</li>
<li>Διακοπή λειτουργίας του Java applet: Προτείνεται να γίνει έλεγχος σωστής εγκατάστασης του Java plugin.
<center><img class=\"help_image\" src=\"images/help/glasnost_fail3_el.png\"></center>
</li>
<li>Αποκλεισμένες θύρες: Τα αποτελέσματα ενός Glasnost test δεν θα καταγραφούν, εάν οι κοινές θύρες του πρωτοκόλλου υπό εξέταση (πχ. 6881 για BitTorrent) δεν επιτρέπουν τη διέλευση κίνησης. Προτείνεται να γίνει έλεγχος ότι οι συγκεκριμένες θύρες δεν είναι αποκλεισμένες. Για παράδειγμα στην περίπτωση που στον υπολογιστή - client ο οποίος χρησιμοποιείται για την εκτέλεση του test λειτουργεί   Firewall  (πχ. Windows Firewall), βεβαιωθείτε ότι κατά τη διάρκεια του test είτε είναι απενεργοποιημένο είτε η διέλευση κίνησης από τις συγκεκριμένες πόρτες είναι δυνατή. 
<center><img class=\"help_image\" src=\"images/help/glasnost_port_blocked_el.png\"></center>
<center><img class=\"help_image\" src=\"images/help/glasnost_port_blocked_detail_el.png\"></center>
</li>
<li>Υψηλός θόρυβος. Συνήθως αυτό υποδεικνύει ότι κάποια άλλη εφαρμογή παράγει κίνηση κατά την διάρκεια των δοκιμών με αποτέλεσμα να επηρεάζεται η ακρίβειά τους. Συνιστάται η απενεργοποίηση οποιασδήποτε εφαρμογής κάνει χρήση του δικτύου κατά την διάρκεια της δοκιμής (εκτός φυσικά από τον φυλλομετρητή στον οποίο τρέχει η δοκιμή).
<center><img class=\"help_image\" src=\"images/help/glasnost_noise_el.png\"></center> </li>
<li> Αλλαγή του port κατά την διάρκεια της μέτρησης. Σε ορισμένες περιπτώσεις το port πάνω από το οποίο γίνεται η μέτρηση χρειάζεται να αλλάξει εν μέσω της δοκιμής. Σε αυτή την περίπτωση είναι δυνατό να επηρεαστεί αρνητικά η ακρίβεια της μέτρησης. Συνιστάται η επανάληψη της μέτρησης. 
<center><img class=\"help_image\" src=\"images/help/glasnost_port_changed_el.png\"></center> </li>
</li>
<li>Η μέτρηση γίνεται από διεύθυνση IP που βρίσκεται εκτός Ελλάδος. Αν η δοκιμή γίνει από τοποθεσία εκτός Ελλάδος, όπως και προηγουμένως δεν καταγράφεται. </li>

</ul>
";

# --- Glasnost help section ends here ---




$lang_help_show_title = "Παρουσίαση αποτελεσμάτων και απεικόνιση συγκεντρωτικών στατιστικών";
$lang_help_show_content = array("intro","map","graphs","tabular");
$lang_help_show_intro_content = "
<p class=\"paragraph1\">
Τα αποτελέσματα των μετρήσεων των χρηστών διατίθενται σε τρεις διαφορετικές μορφές. Μπορεί να τα δει και να τα αποθηκεύσει κανείς τοπικά ως απλή λίστα με τις λεπτομέρειες της κάθε μέτρησης αλλά και ως γραφήματα σε συσχέτιση με το χρόνο. Κυρίως, όμως, βάρος έχει δοθεί στην απεικόνιση συγκεντρωτικών στατιστικών πάνω στο χάρτη της χώρας. Η μετάβαση από τη μία μορφή παρουσίασης στην άλλη γίνεται, όπως αναφέρεται και στο 2ο κεφάλαιο, από τις αντίστοιχες ετικέτες του βασικού πλαισίου περιεχομένου της σελίδας.
</p>
";
$lang_help_show_map_title = "Χάρτης";
$lang_help_show_map_content = "
<p class=\"paragraph1\">
Ο χάρτης με τα στατιστικά είναι το κύριο μέσο εμφάνισης των αποτελεσμάτων της στατιστικής ανάλυσης των μετρήσεων ανά περιοχή. Όταν ο χρήστης έχει πιστοποιηθεί στο σύστημα, μπορεί να πληροφορηθεί για μετρήσεις που έχουν γίνει στην περιοχή του. Σε αντίθετη περίπτωση ο χάρτης εμφανίζεται παρουσιάζοντας αρχικά ολόκληρη την ελληνική επικράτεια. Ανάλογα με το βάθος εστίασης (zoom level) τα αριθμητικά στοιχεία ομαδοποιούνται ανά ευρύτερες ή στενότερες περιοχές. Συγκεκριμένα, τα επίπεδα ανάλυσης από το χαμηλότερο προς το υψηλότερο είναι διοικητικές περιφέρειες, νομοί, δήμοι και γειτονιές (με βάση τους ταχυδρομικούς κωδικούς).
</p>

<center>
<img class=\"help_image\" src=\"images/help/map1_el.png\" width=\"46%\">
<img class=\"help_image\" src=\"images/help/map2_el.png\" width=\"46%\">
<br/>
<img class=\"help_image\" src=\"images/help/map3_el.png\" width=\"46%\">
<img class=\"help_image\" src=\"images/help/map4_el.png\" width=\"46%\">
</center>


<p class=\"paragraph1\">
Τα πολύγωνα είναι συμμετρικά γύρω από το κέντρο της περιοχής που αναπαριστούν. Τα χρώματά τους είναι ενδεικτικά της μέσης τιμής του μεγέθους, στο οποίο αναφέρονται, για τη συγκεκριμένη περιοχή. Το πάτημα ενός πολυγώνου προκαλεί την εμφάνιση πλαισίου με τις μέσες τιμές για να μεγέθη του επιλεγμένου εργαλείου. Τα μεγέθη που μπορούν να απεικονιστούν στο χάρτη ανά εργαλείο είναι:
</p>

<p class=\"paragraph1\">
Για το NDT απεικονίζονται οι τιμές για τα εξής ποιοτικά χαρακτηριστικά:
</p>

<ul>
<li>ταχύτητα λήψης (downstream) </li>
<li>ταχύτητα αποστολής (upstream) </li>
<li>χρόνος απόκρισης (RTT) </li>
<li>απώλεια πακέτων (packet loss) </li>
<li>διακύμανση (jitter) </li>
</ul>

<p class=\"paragraph1\">
Για το Glasnost απεικονίζεται αν υπάρχει περιορισμός στις εξής κατηγορίες κίνησης:
</p>

<ul>
<li>BitTorrent </li>
<li>eMule </li>
<li>Gnutella </li>
<li>POP mail </li>
<li>IMAP mail </li>
<li>HTTP </li>
<li>SSH </li>
<li>Flash Video </li>
</ul>

<p class=\"paragraph1\">
Το εύρος τιμών για καθένα από τους δείκτες χωρίζεται σε κατάλληλα επιλεγμένα διαστήματα, όπως υποδεικνύεται στο υπόμνημα κάτω από το χάρτη. Αναλόγως με το διάστημα, που εμπίπτει η κάθε υπολογιζόμενη στατιστικά τιμή, καθορίζεται και το χρώμα του αντίστοιχου πολυγώνου.  Η επιλογή του απεικονιζόμενου μεγέθους γίνεται από τις ετικέτες στην κορυφή του χάρτη. Το πάτημα ενός πολυγώνου, προκαλεί την εμφάνιση πλαισίου με τις μέσες τιμές όλων μεγεθών του επιλεγμένου εργαλείου για την περιοχή, ανεξάρτητα από το επιλεγμένο μέγεθος προς απεικόνιση.
</p>

<p class=\"paragraph1\">
Στον υπολογισμό των μεγεθών συνεισφέρουν όλες οι συνδέσεις της περιοχής και κατά συνέπεια από όλους τους παρόχους ευρυζωνικών συνδέσεων (ISP). Αποεπιλέγοντας από τη σχετική κατακόρυφη λίστα στα δεξιά του πλαισίου του χάρτη κάποιον πάροχο, μπορεί να εξαιρεθεί, εφόσον επιθυμείται, αυτός από τους υπολογισμούς. Ο χρωματισμός των πολυγώνων θα προσαρμοστεί ανάλογα.
</p>

<p class=\"paragraph1\">
Για την υλοποίηση έχει χρησιμοποιηθεί το Google Maps API. Έτσι, ισχύουν οι δυνατότητες εστίασης και μετακίνησης του χάρτη με το ποντίκι, όπως και σε κάθε εφαρμογή αυτού του τύπου. Ο επισκέπτης μπορεί να χρησιμοποιήσει το ποντίκι ή και την ειδική γραμμή εστίασης (zoom control slider) για τις παραπάνω ενέργειες. Επιπλέον, μπορεί να επιλέξει ανάμεσα στα διαφορετικά υποστρώματα χάρτη στη δεξιά κορυφή του πλαισίου.
</p>

<p class=\"paragraph1\">
Σε μεγαλύτερες αναλύσεις, οι μετρήσεις δεν ομαδοποιούνται σε συγκεντρωτικά στατιστικά ανά περιοχή, αλλά ανά σύνδεση. Επιπρόσθετα, σε κάθε πλαίσιο μαζί με τα μετρημένα μεγέθη συμπεριλαμβάνονται ενδείξεις με:
</p>

<ul>
<li>Την απόσταση από το κοντινότερο τηλ. κέντρο</li>
<li>Την μέγιστη θεωρητική ταχύτητα για συνδέσεις ADSL με βάση την απόσταση αυτή</li>
<li>Την μέγιστη θεωρητική ταχύτητα για συνδέσεις VDSL με βάση την απόσταση αυτή</li>
<li>Την ονομαστική ταχύτητα του πακέτου που έχει αγοραστεί από τον χρήστη</li>
<li>Το πλήθος των μετρήσεων</li>
</ul>

<center>
<img class=\"help_image\" src=\"images/help/map5_el.png\" width=\"80%\">
</center>

<p class=\"paragraph1\"> 
Έτσι, οι μέσες τιμές των μεγεθών σε αυτήν την περίπτωση εκφράζουν τις μέσες μετρούμενες τιμές ανά καταγεγραμμένη σύνδεση στο ΣΑΠΕΣ. Όταν ο χρήστης έχει πιστοποιηθεί στο σύστημα, η προσωπική του σύνδεση υποδεικνύεται από μεγαλύτερο εικονίδιο. Ο χρωματικός κώδικας και τα μετρούμενα μεγέθη είναι τα ίδια όπως και στη γενική περίπτωση των στατιστικών ανά περιοχή. Η αποεπιλογή κάποιου παρόχου αποκρύπτει τις συνδέσεις των πελατών του. Το πάτημα μιας σύνδεσης εμφανίζει και πάλι τις λεπτομέρειες των στατιστικών. 
</p>
";
$lang_help_show_graphs_title = "Γραφήματα";
$lang_help_show_graphs_content = "
<p class=\"paragraph1\">
Για τους εγγεγραμμένους χρήστες, το ΣΑΠΕΣ καταγράφει τις μετρήσεις του, όταν αυτοί έχουν πιστοποιηθεί προηγουμένως στο σύστημα. Με βάση τις μετρήσεις αυτές εξάγονται τα στατιστικά από την εφαρμογή. Ο κάθε χρήστης, όμως, έχει το δικαίωμα να δει ανά πάσα στιγμή το ιστορικό των δικών του μετρήσεων μέσω γραφημάτων.
</p>

<center>
<img class=\"help_image\" src=\"images/help/52a.png\">
</center>

<p class=\"paragraph1\">
Οι μετρήσεις εμφανίζονται σε συνάρτηση με το χρόνο και η καθεμιά αντιστοιχεί σε μία ημέρα. Όταν ο χρήστης έχει πραγματοποιήσει περισσότερες μετρήσεις σε μια μέρα, τότε η τιμή προκύπτει ως μέσος όρος αυτών. Για την εμφάνιση των γραφημάτων απαιτείται η πραγματοποίηση μετρήσεων σε τουλάχιστον τρεις διαφορετικές ημέρες. 
</p>

<p class=\"paragraph1\">
Τα μεγέθη που αναπαριστώνται εδώ είναι τα πέντε μεγέθη που απεικονίζονται και στους χάρτες. Για λόγους άμεσης σύγκρισης και συσχέτισης τάξης μεγέθους, η ταχύτητα λήψης και αποστολής σχεδιάζονται μαζί στο πρώτο γράφημα. Μετακινώντας το δείκτη πάνω σε οποιαδήποτε γραμμή των γραφημάτων, ενημερώνονται στη δεξιά κορυφή του διαγράμματος η ημερομηνία και οι τιμές των μεγεθών, ώστε να αναφέρονται στη μέτρηση που αντιστοιχεί στο συγκεκριμένο σημείο του γραφήματος. 
</p>
";
$lang_help_show_tabular_title = "Λίστα μετρήσεων";
$lang_help_show_tabular_content = "
<p class=\"paragraph1\">
Η λεπτομέρειες της τρέχουσας μέτρησης του χρήστη εμφανίζεται με την ολοκλήρωσή της από το επιλεγμένο εργαλείο. Το ιστορικό του χρήστη, όμως, που περιλαμβάνει όλες τις καταγεγραμμένες μετρήσεις του παρελθόντος από τη σύνδεσή του, εμφανίζεται με επιλογή της ετικέτας «Αναλυτικά».
</p>

<center>
<img class=\"help_image\" src=\"images/help/list_el.png\" width=\"90%\">
</center>

<p class=\"paragraph1\">
Κάθε μέτρηση χαρακτηρίζεται από την ημερομηνία και την ώρα διεξαγωγής της. Η καταγραφή αυτή γίνεται μόνο για τους εγγεγραμμένους χρήστες του συστήματος. Το κουμπί «Export data as CSV file» δίνει τη δυνατότητα αποθήκευσής τους τοπικά. Το άνοιγμα του αρχείου γίνεται μέσω μιας εφαρμογής λογιστικών φύλλων (π.χ. Microsoft Office Excel).
</p>
";

$lang_help_faq_title = "Συχνές ερωτήσεις (FAQ)";
$lang_help_faq_content = "
<p class=\"paragraph1\">
<strong>Ε1:</strong> Πόσο ακριβής είναι η μέτρηση που γίνεται από το NDT;
<br/>
<strong>Α1:</strong> Εάν στον υπολογιστή ή στο τοπικό δίκτυο του πελάτη δεν τρέχει κάποια άλλη εφαρμογή η οποία παράγει δικτυακή κίνηση και εάν το δίκτυο δεν έχει κάποιο εφήμερο πρόβλημα στο μονοπάτι μέχρι τον εξυπηρετητή, η μέτρηση δίνει μια εκτίμηση του αληθινού εύρους ζώνης που είναι διαθέσιμο σε μια εφαρμογή. Αυτό σημαίνει ότι ακόμα και άλλοι υπολογιστές που παράγουν κίνηση μέσα στο τοπικό δίκτυο του χρήστη μπορεί να έχουν αρνητική επίδραση στην ακρίβεια μιας μέτρησης. Ο χρήστης σε όλες τις περιπτώσεις καλό είναι να μεριμνήσει ώστε η δικτυακή σύνδεση να είναι όσο το δυνατό πιο αδρανής πριν προχωρήσει σε μέτρηση.
<br/>
<br/>
Τα εργαλεία που διατίθενται από την ΕΕΤΤ για χρήση από συνδρομητές ευρυζωνικών συνδέσεων έχουν επιλεγεί με στόχο την κατά το δυνατότερο ακριβή εκτίμηση των ποιοτικών χαρακτηριστικών των συνδέσεων αυτών καθώς και η αμερόληπτη παρουσίασή τους. Απώτερος σκοπός είναι ως εκ τούτου η ακριβέστερη ενημέρωση των καταναλωτών σε αυτό τον τομέα της αγοράς. Εντούτοις, η ΕΕΤΤ δεν μπορεί σε καμία περίπτωση να εγγυηθεί την ορθότητα ή την ακρίβεια ουδενός εργαλείου μέτρησης, ούτε και την σχετική ακρίβεια της κάθε μέτρησης, η οποία άλλωστε υπόκειται σε πλήθος παραγόντων εκτός του ελέγχου της ΕΕΤΤ που μπορούν να προκαλέσουν σοβαρές αλλοιώσεις. Τέλος, αποκλειστική ευθύνη για την χρήση των εργαλείων φέρει πάντα ο εκάστοτε συνδρομητής, ενώ η ΕΕΤΤ δεν ευθύνεται για τυχόν προβλήματα ή βλάβες που μπορεί να προκύψουν από την χρήση τους.
</p>

<p class=\"paragraph1\">
<strong>Ε2:</strong> Η μέτρηση μπορεί να γίνει με υπολογιστή που είναι συνδεδεμένος με ασύρματη σύνδεση WiFi;
<br/>
<strong>Α2:</strong> Στην περίπτωση που χρησιμοποιείται WiFi, η ακρίβεια της μέτρησης μπορεί να επηρεαστεί όταν το εύρος της ευρυζωνικής σύνδεσης είναι πάνω από το διαθέσιμο εύρος που δίνει το ασύρματο δίκτυο στην εκάστοτε κατοικία. Ειδικά στην περίπτωση του 802.11b, ανάλογα με την ποιότητα του σήματος το διαθέσιμο ασύρματο εύρος ζώνης μπορεί να είναι 11Mbps ή 5,5Mbps ή ακόμα και 2 ή 1Mbps (αν υπάρχουν άλλα παρόμοια δίκτυα στην περιοχή). Επιπλέον, η φύση του ασύρματου μέσου ενδέχεται να κάνει το εργαλείο NDT να υποδείξει ότι είναι συνδεδεμένο με σύνδεση τύπου half-duplex στο δίκτυο. Το μειονέκτημα αυτό δεν παρουσιάζεται στην περίπτωση της ενσύρματης σύνδεσης καθώς το εύρος ζώνης είναι σε όλες τις περιπτώσεις 100Mbps full duplex ή και περισσότερο. Ως εκ τούτου, συνιστάται οι μετρήσεις να γίνονται από υπολογιστή που είναι συνδεδεμένος με καλώδιο στον οικιακό δρομολογητή. 
</p>

<p class=\"paragraph1\">
<strong>Ε3:</strong> παράγοντες που επηρεάζουν αρνητικά την ποιότητα μιας μέτρησης;
<br/>
<strong>Α3:</strong> Firewalls που εξετάζουν την κίνηση, υψηλός φόρτος στον κεντρικό επεξεργαστή του υπολογιστή ή ακόμα και ελαττώματα στο δικτυακό καλώδιο του υπολογιστή μπορεί να επηρεάσουν την ποιότητα μιας μέτρησης. 
</p>

<p class=\"paragraph1\">
<strong>Ε4:</strong> Η μέτρηση συμπεριλαμβάνει το overhead από TCP headers, IP headers κλπ;
<br/>
<strong>Α4:</strong> Όχι. Η μέτρηση δίνει το πραγματικό εύρος ζώνης που είναι διαθέσιμο σε μια οποιαδήποτε εφαρμογή. 
</p>

<p class=\"paragraph1\">
<strong>Ε5:</strong> Έστω πελάτης που έχει αγοράσει πακέτο π.χ. των 2Mbps από κάποιον πάροχο. Αν όλα είναι όπως πρέπει, πρέπει να δει ακριβώς 2Mbps στη μέτρηση ή λιγότερο;
<br/>
<strong>A5:</strong> Σύμφωνα με την προηγούμενη ερώτηση, πάντα κανείς θα βλέπει κάτι μικρότερο από την ονομαστική ταχύτητα που έχει αγοράσει. Κάθε πρωτόκολλο που χρησιμοποιείται (TCP,IP,PPP κ.α.) προσθέτει μια μικρή φύρα (overhead) η οποία καταναλώνει ένα μικρό ποσοστό από το διαθέσιμο εύρος ζώνης (bandwidth). 
</p>

<p class=\"paragraph1\">
<strong>Ε6:</strong> Πόσο πρέπει να είναι αυτή η φύρα (overhead) μιας ευρυζωνικής σύνδεσης; 
<br/>
<strong>A6:</strong> Δεν είναι η ίδια για όλους. Κυμαίνεται ανάλογα με τον τρόπο σύνδεσης μιας ευρυζωνικής σύνδεσης στο δίκτυο και άλλους παράγοντες που σχετίζονται με τον υπολογιστή.
</p>

<p class=\"paragraph1\">
<strong>Ε7:</strong> Ποιο πρωτόκολλο χρησιμοποιεί για τη μέτρηση το NDT; 
<br/>
<strong>A7:</strong> Το πρωτόκολλο TCP όπως αυτό υλοποιείται από το μηχάνημα που εκτελεί τη μέτρηση. Οι συνδέσεις TCP στις οποίες βασίζεται η μέτρηση γίνονται ανάμεσα στον πελάτη και τον εξυπηρετητή.
</p>

<p class=\"paragraph1\">
<strong>Ε8:</strong> Πώς υπολογίζεται ο χρόνος απόκρισης, η απώλεια πακέτων και η διακύμανση;
<br/>
<strong>Α8:</strong> Αναλύοντας την χρονική διάρκεια ανάμεσα στα πακέτα TCP (δεδομένα και επιβεβαιώσεις) που έρχονται και φεύγουν από τον υπολογιστή. Αυτό σημαίνει ότι ο χρόνος απόκρισης εκτιμάται εκατοντάδες φορές και τελικά στον χρήστη επιστρέφεται ένας μέσος όρος. Η διαφορά των δύο ακραίων τιμών είναι η διακύμανση, ενώ πακέτα τα οποία χάθηκαν και χρειάστηκε να επαναμεταδοθούν συνεισφέρουν στο ποσοστό απώλειας. 
</p>

<p class=\"paragraph1\">
<strong>Ε9:</strong>Πάνω από ποια ports επικοινωνεί το Glasnost με τον εξυπηρετητή μέτρησης; 
<br>
<strong>Α9:</strong>Πάνω από το TCP port 3001,ενώ η μέτρηση γίνεται πάνω από το port της υπηρεσίας την οποία έχει επιλέξει ο χρήστης για μέτρηση. Αναλυτικά, bittorrent: 6881, eMule: 4662, Gnutela 6346, POP:110, IMAP4:143, HTTP: 80, SSH: 22, Flash Video: 8080. 
</p>

<p class=\"paragraph1\">
<strong>Ε10:</strong> Γιατί η δοκιμή του Glasnost κρατάει τόσο πολύ (8 λεπτά) ενώ το NDT τελειώνει σε 30 δευτερόλεπτα;
<br/>
<strong>Α10:</strong> Διότι το Glasnost πρέπει να κάνει πολλαπλές δοκιμές με διαφορετικά προφίλ κίνησης για να ανιχνεύσει τυχόν αλλαγές στην συμπεριφορά του δικτύου. Εν ολίγοις, τα δύο εργαλεία επιτελούν διαφορετικό σκοπό, εξ’ου και οι διαφορές τους.
</p>

<p class=\"paragraph1\">
<strong>Ε11:</strong>Mπορώ να χρησιμοποιήσω το Glasnost πάνω από WiFi; 
<br>
<strong>Α11:</strong> Ναι, γιατί αυτό που ενδιαφέρει δεν είναι η μέτρηση αυτή καθαυτή, αλλά οι διαφορές ανάμεσα στις διαφορετικές μετρήσεις. Εφόσον το σύνολό τους γίνεται πάνω από τον ίδιο σύνδεσμο, θα πρέπει στην ιδανική περίπτωση που δεν υπάρχει περιορισμός του εύρους να δώσουν όλες παραπλήσια τιμή.
</p>

<p class=\"paragraph1\">
<strong>Ε12:</strong>Παράγοντες που επηρεάζουν αρνητικά την μέτρηση που εκτελεί το Glasnost;
<br>
<strong>Α12:</strong> Όπως και στο NDT, οτιδήποτε παράγει κίνηση κατά την διάρκεια της μέτρησης. Άλλοι επιπρόσθετοι αρνητικοί παράγοντες αναφέρονται και στην ερωταπόκριση #3 παραπάνω.
</p>

<p class=\"paragraph1\">
<strong>Ε13:</strong>Πόσο ακριβής είναι η εκτίμηση του Glasnost; 
<br>
<strong>Α13:</strong> Αν και κάτω από ιδανικές συνθήκες οι μετρήσεις δείχνουν σχεδόν πάντα την σωστή εικόνα, υπάρχουν περιπτώσεις όπου μπορεί εσφαλμένα να αναφερθεί ότι το εύρος σε κάποια κατεύθυνση περιορίζεται. Συνιστάται η επανάληψη των μετρήσεων ανά τακτά χρονικά σημεία (π.χ. τρεις ξεχωριστές δοκιμές περίπου την ίδια ώρα κάθε μέρα επί τρεις συνεχόμενες μέρες) για να αποκομιστεί μια πραγματικά ισχυρή ένδειξη ότι το εύρος πράγματι περιορίζεται. 
</p>


<p class=\"paragraph1\">
<strong>Ε14:</strong> Πώς υπολογίζεται το κοντινότερο αστικό κέντρο;
<br>
<strong>Α14:</strong> Για τις αστικές περιοχές της Αθήνας και της Θεσσαλονίκης είναι διαθέσιμα τα πολύγωνα που αντιστοιχούν στις περιοχές που εξυπηρετούνται από τα αντίστοιχα αστικά κέντρα. Συνεπώς, στις περιπτώσεις αυτές, κάθε σύνδεση ανατίθεται στο αστικό κέντρο που την εξυπηρετεί. Για την υπόλοιπη Ελλάδα, προς το παρόν, η επιλογή του κοντινότερου αστικού κέντρου γίνεται με βάση τη μικρότερη γεωμετρική απόσταση.
</p>

<p class=\"paragraph1\">
<strong>Ε15:</strong> Πώς υπολογίζεται  η απόσταση από το κοντινότερο αστικό κέντρο;
<br/>
<strong>Α14:</strong> Η απόσταση από το κοντινότερο αστικό κέντρο υπολογίζεται κατά εκτίμηση με βάση τις γεωγραφικές συντεταγμένες του αστικού κέντρου και της σύνδεσης του χρήστη. Επειδή, συνήθως, οι οδεύσεις των καλωδίων ακολουθούν τους υπάρχοντες δρόμους, η απόσταση δεν ισοδυναμεί με τη γεωμετρική απόσταση δύο σημείων πάνω σε ένα επίπεδο αλλά προσεγγίζεται καλύτερα με το άθροισμα των διαφορών των γεωγραφικών πλατών και μηκών των δύο σημείων.
</p>

<p class=\"paragraph1\">
<strong>Ε16:</strong> Πώς υπολογίζεται η μέγιστη θεωρητική ταχύτητα για συνδέσεις ADSL και VDSL;
<br/>
<strong>Α16:</strong> Ο υπολογισμός της μέγιστης θεωρητικής ταχύτητας γίνεται με τους ακόλουθους πίνακες:
</p>

<center>
<table width=400 style=\"border: 1px solid black;\" cellspacing=0>
<tr>
<th style=\"border-bottom:1px solid black; padding: 4px 2px;background-color:#eee;\"> Απόσταση</th><th style=\"border-bottom:1px solid black; padding: 4px 2px;background-color:#eee;\">ADSL</th>
</tr>
<tr>
<td style=\"text-align:center\"> &lt; 300m</td><td style=\"text-align:center\">23.5 Mbps</td>
</tr>
<tr>
<td style=\"background-color:#eef;text-align:center\"> &lt; 600m</td><td style=\"background-color:#eef;text-align:center\">22.5 Mbps</td>
</tr>
<tr>
<td style=\"text-align:center\"> &lt; 900m</td><td style=\"text-align:center\">22 Mbps</td>
</tr>
<tr>
<td style=\"background-color:#eef;text-align:center\"> &lt; 1200m</td><td style=\"background-color:#eef;text-align:center\">20 Mbps</td>
</tr>
<tr>
<td style=\"text-align:center\"> &lt; 1500m</td><td style=\"text-align:center\">18 Mbps</td>
</tr>
<tr>
<td style=\"background-color:#eef;text-align:center\"> &lt; 1800m</td><td style=\"background-color:#eef;text-align:center\">17 Mbps</td>
</tr>
<tr>
<td style=\"text-align:center\"> &lt; 2100m</td><td style=\"text-align:center\">15 Mbps</td>
</tr>
<tr>
<td style=\"background-color:#eef;text-align:center\"> &lt; 2400m</td><td style=\"background-color:#eef;text-align:center\">14 Mbps</td>
</tr>
<tr>
<td style=\"text-align:center\"> &lt; 2700m</td><td style=\"text-align:center\">12 Mbps</td>
</tr>
<tr>
<td style=\"background-color:#eef;text-align:center\"> &lt; 3000m</td><td style=\"background-color:#eef;text-align:center\">9.5 Mbps</td>
</tr>
<tr>
<td style=\"text-align:center\"> &lt; 3300m</td><td style=\"text-align:center\">8 Mbps</td>
</tr>
<tr>
<td style=\"background-color:#eef;text-align:center\"> &lt; 3600m</td><td style=\"background-color:#eef;text-align:center\">6.5 Mbps</td>
</tr>
<tr>
<td style=\"text-align:center\"> &lt; 3900m</td><td style=\"text-align:center\">5 Mbps</td>
</tr>
<tr>
<td style=\"background-color:#eef;text-align:center\"> &lt; 4200m</td><td style=\"background-color:#eef;text-align:center\">4 Mbps</td>
</tr>
<tr>
<td style=\"text-align:center\"> &lt; 4500m</td><td style=\"text-align:center\">3.5 Mbps</td>
</tr>
<tr>
<td style=\"background-color:#eef;text-align:center\"> &lt; 4800m</td><td style=\"background-color:#eef;text-align:center\">2.5 Mbps</td>
</tr>
<tr>
<td style=\"text-align:center\">&lt; 5100m</td><td style=\"text-align:center\">2 Mbps</td>
</tr>
<tr>
<td style=\"background-color:#eef;text-align:center\">&lt; 5400m</td><td style=\"background-color:#eef;text-align:center\">1.5 Mbps</td>
</tr>
<tr>
<td style=\"text-align:center\">&lt; 5700m</td><td style=\"text-align:center\">1 Mbps</td>
</tr>
<tr>
<td style=\"background-color:#eef;text-align:center\">&lt; 6000m</td><td style=\"background-color:#eef;text-align:center\">768 Kbps</td>
</tr>
<tr>
<td style=\"text-align:center\">&lt; 6300m</td><td style=\"text-align:center\">512 Kbps</td>
</tr>
<tr>
<td style=\"background-color:#eef;text-align:center\">&lt; 6600m</td><td style=\"background-color:#eef;text-align:center\">128 Kbps</td>
</tr>
</table>
</center>
<br/>
<br/>
<center>
<table width=400 style=\"border: 1px solid black;\" cellspacing=0>
<tr>
<th style=\"border-bottom:1px solid black; padding: 4px 2px;background-color:#eee;\"> Απόσταση</th><th style=\"border-bottom:1px solid black; padding: 4px 2px;background-color:#eee;\">VDSL upstream</th>
<th style=\"border-bottom:1px solid black; padding: 4px 2px;background-color:#eee;\">VDSL downstream</th>
</tr>
<tr>
<td style=\"text-align:center\"> &lt; 250m</td><td style=\"text-align:center\">8 Mbps</td>
<td style=\"text-align:center\">42 Mbps</td>
</tr>
<tr>
<td style=\"background-color:#eef;text-align:center\"> &lt; 500m</td><td style=\"background-color:#eef;text-align:center\">7 Mbps</td>
<td style=\"background-color:#eef;text-align:center\">36 Mbps</td>
</tr>
<tr>
<td style=\"text-align:center\"> &lt; 750m</td><td style=\"text-align:center\">6 Mbps</td>
<td style=\"text-align:center\">33 Mbps</td>
</tr>
<tr>
<td style=\"background-color:#eef;text-align:center\"> &lt; 1000m</td><td style=\"background-color:#eef;text-align:center\">5 Mbps</td>
<td style=\"background-color:#eef;text-align:center\">28 Mbps</td>
</tr>
<tr>
<td style=\"text-align:center\"> &lt; 1250m</td><td style=\"text-align:center\">4 Mbps</td>
<td style=\"text-align:center\">21 Mbps</td>
</tr>
<tr>
<td style=\"background-color:#eef;text-align:center\"> &lt; 1500m</td><td style=\"background-color:#eef;text-align:center\">1 Mbps</td>
<td style=\"background-color:#eef;text-align:center\">17 Mbps</td>
</tr>
</table>
</center>

";
//$lang_help_settings_title = "Στοιχεία του λογαριασμού σας στο σύστημα";
//$lang_help_settings = "";
//$lang_help_password_title = "Αρχικοποίηση κωδικού σε περίπτωση απώλειας";
//$lang_help_password = "";
$lang_human = "Επιβεβαίωση";
$lang_info = "Περισσότερα για τα μετρούμενα μεγέθη...";
$lang_install_mlab_notifier = "Τρέξτε το M-Lab Notifier στον υπολογιστή σας";
$lang_invalid_input = "Συμπληρώστε ξανά τα παρακάτω πεδία:";
$lang_invalid_input = "Συμπληρώστε ξανά τα παρακάτω πεδία:";
$lang_ip_unknown = "Η διεύθυνση IP από την οποία συνδέεστε ({$_SERVER['REMOTE_ADDR']}) δεν ανήκει σε Ελληνικό παροχέα.<br/>Τα αποτελέσματα της μέτρησής σας δε θα καταχωρηθούν στη βάση δεδομένων μας.";
$lang_isp = "Πάροχος";
$lang_jitter = "Χρονική Διακύμανση";
$lang_jitter_short = "Χρον. Διακύμανση";
$lang_jitter_unit = "Χρονική Διακύμανση (msec)";
$lang_jitter_unit_short = "Χρον. Διακύμανση (msec)";
$lang_km = "km";
$lang_lang = array("Ελληνικά","English");
$lang_lang_google = "language:'el'";
$lang_lang_short = "el";
$lang_last_measurements = "Τελευταίες %d μετρήσεις";
$lang_last_year = "Μετρήσεις τελευταίου χρόνου";
$lang_lastname = "Επώνυμο";
$lang_links = "Σύνδεσμοι";
$lang_location = "";
$lang_login = "Είσοδος";
$lang_logout = "Έξοδος";
$lang_mainconnection = "Κύρια σύνδεση";
$lang_mainconnection_expl = "Επιθυμώ αυτή να είναι η προεπιλεγμένη μου σύνδεση";
$lang_map = "Χάρτης";
$lang_mapsectiontitle = "Μετρήσεις χρηστών στην περιοχή σας";
$lang_mapsectiontitle_general = "Μετρήσεις χρηστών σε όλη την επικράτεια";
$lang_max_bw_ondistance = "Θεωρητική ταχύτητα*";
$lang_maxdown = "Μέγιστη ταχύτητα λήψης (Mbps)";
$lang_measurement_disclaimer = "φυψιασφυιλθσς φφσξκφηκσξ φηδσξκφηκσξ φσδξκφησκφη";
$lang_measurements = "μετρήσεις";
$lang_measurements_count = "μετρήσεων";
$lang_measurement_count = "μέτρησης";
$lang_municipality = "Δήμος";
$lang_need_java = "Για να χρησιμοποιήσετε το πρόγραμμα μέτρησης, χρειάζεστε μια πρόσφατη έκδοση της Java(TM). Πατήστε εδώ για να την κατεβάσετε και να την εγκαταστήσετε τώρα.";
$lang_new_account = "Δημιουργία λογαριασμού";
$lang_new_measurement = "Νέα μέτρηση";
$lang_new_measurement_with_ndt = "Πραγματοποιήστε μια νέα μέτρηση με το NDT";
$lang_news = "Νέα";
$lang_non_throttled = "ελεύθερη κίνηση";
$lang_none = "Κανείς";
$lang_not_matching_municipality = "δεν αντιστοιχεί στον επιλεγμένο δήμο: ";
//Change on 28/7/2011: explaining gray polygons
//$lang_not_enough_data = "Δεν υπάρχουν επαρκή δεδομένα για την περιοχή.";
$lang_not_enough_data = "<br/>Κατά τη διάρκεια της δοκιμαστικής λειτουργίας της εφαρμογής, τα συγκεντρωτικά στατιστικά ανά περιοχή δε θα είναι διαθέσιμα. Εστιάστε, στην περιοχή ενδιαφέροντος, για να δείτε τα ποιοτικά χαρακτηριστικά των συνδέσεων εγγεγραμμένων χρηστών.";
$lang_not_enough_measurements_for_chart = "Δεν έχετε πραγματοποιήσει μετρήσεις σε διάστημα μερικών ημερών για την παρουσίασή τους σε αυτό το γράφημα. Επιλέξτε \"Νέα μέτρηση\" παραπάνω.";
$lang_not_enough_measurements_for_table = "Δεν έχετε πραγματοποιήσει καμία μέτρηση. Επιλέξτε \"Νέα μέτρηση\" παραπάνω.";
$lang_not_enough_measurements_for_this_time_period = "Δεν έχετε πραγματοποιήσει καμία μέτρηση σε αυτή τη χρονική ζώνη.";
$lang_not_greek_ip = "Η IP διεύθυνσή σας δεν προέρχεται από την Ελλάδα. Δυστυχώς δεν μπορείτε να εγγραφείτε.";
$lang_otherlang = "english";
$lang_outof = "από";
$lang_packet_loss = "Απώλεια Πακέτων";
$lang_packet_loss_short = "Απ. Πακέτων";
$lang_password = "Κωδικός";
$lang_password_confirm = "Επαλήθευση κωδικού";
$lang_password_change_failed = "Η αρχικοποίηση του κωδικού ασφαλείας δεν είναι εφικτή.";
$lang_password_change_success = "Επιτυχής αρχικοποίηση του κωδικού ασφαλείας. Ο νέος κωδικός έχει αποσταλεί στην καταχωρημένη διεύθυνση ηλεκτρονικού ταχυδρομείου.";
$lang_perform_new_measurement = "Πραγματοποιήστε μια νέα μέτρηση";
$lang_periphery_prefix = "";
$lang_postal_code = "Ταχυδρομικός κωδικός";
$lang_postal_code_prefix = "";
$lang_postal_code_short = "TK";
$lang_prefecture_prefix = "Ν. ";
$lang_register = "Εγγραφή";
$lang_registration_activation_confirmation = "Ο λογαριασμός σας ενεργοποιήθηκε. Μπορείτε να <a href=\"$home/?action=login\">συνδεθείτε</a>.";
$lang_registration_completed = "Ο λογαριασμός σας δημιουργήθηκε επιτυχώς. <p> Για να ολοκληρώσετε την εγγραφή σας, ακολουθήστε τις οδηγίες, που περιλαμβάνονται στο επιβεβαιωτικό μήνυμα που σας έχει αποσταλεί στη θυρίδα του ηλεκτρονικού σας ταχυδρομείου.";
$lang_registration_confirmation_mail_body = "Μήνυμα επιβεβαίωσης εγγραφής στο ΣΑΠΕΣ\n\nΕπισκεφθείτε τον παρακάτω σύνδεσμο, ώστε να ολοκληρωθεί η διαδικασία εγγραφής σας:\n\n %s?key=%s\n" ;
$lang_registration_confirmation_mail_title = "Επιβεβαίωση εγγραφής στο ΣΑΠΕΣ" ;
$lang_registration_failed = "Η δημιουργία του λογαριασμού σας απέτυχε.";
$lang_reset_password = "Αρχικοποίηση κωδικού πρόσβασης";
$lang_rememberme = "Να με θυμάσαι";
$lang_return = "Επιστροφή στην αρχική σελίδα...";
$lang_rtt = "Χρόνος Απόκρισης";
$lang_rtt_short = "Χρόν. Απόκριση";
$lang_rtt_unit = "Χρόνος Απόκρισης (msec)";
$lang_rtt_unit_short = "Χρόν. Απόκριση (msec)";
$lang_select = "Επιλέξτε";
$lang_select_measurement_tool = "Επιλέξτε εργαλείο μέτρησης";
$lang_settings = "Ρυθμίσεις";
$lang_show_on_map = "Εμφάνιση στο χάρτη";
$lang_sign_in = "Είσοδος";
$lang_spebs = "Σύστημα Αποτίμησης Ποιότητας<br/>Ευρυζωνικών Συνδέσεων";
$lang_spebs_short = "ΣΑΠΕΣ";
$lang_statistics = "Γενικά στατιστικά στοιχεία";
$lang_statistics_from = "Στατιστικά σε σύνολο ";
$lang_street = "Οδός";
$lang_street_num = "Αριθμός";
$lang_submit = "Αποστολή";
$lang_submit_email = "Αποστολή e-mail";
$lang_tables = "Αναλυτικά";
$lang_time = "Ώρα";
$lang_time_zone = "Ώρες";
$lang_tabularsectiontitle = "Πλήρης λίστα των μετρήσεών σας";
$lang_terms = "Όροι χρήσης";
$lang_terms_accept = "Αποδέχομαι τους παραπάνω όρους";
$lang_terms_text = "1. Γενικοί όροι :
  - Η εφαρμογή ΣΑΠΕΣ/SPEBS παρέχεται ως λογισμικό ανοιχτού κώδικα, με άδεια χρήσης GNU General Public License v3, που είναι διαθέσιμη σύμφωνα με τους όρους και τις προϋποθέσεις που ορίζονται στην ιστοσελίδα: http://www.gnu.org/licenses/gpl.html
  - Οι μετρήσεις ποιοτικών χαρακτηριστικών ευρυζωνικών συνδέσεων πραγματοποιούνται με τη βοήθεια εργαλείων μετρήσεων, χρησιμοποιώντας το σύστημα μετρήσεων M-Lab.
  - Τα εργαλεία μετρήσεων του συστήματος M-Lab επεξεργάζονται και αποθηκεύουν δεδομένα όπως ορίζεται στην ακόλουθη ιστοσελίδα : http://www.measurementlab.net/el/measurement-lab-tools-gr
  - Η Ε.Ε.Τ.Τ. έχει τη δυνατότητα να χρησιμοποιήσει και να δημοσιεύσει τα αποτελέσματα μετρήσεων που πραγματοποιούν οι χρήστες, προκειμένου να εξάγει και να δημοσιεύσει χρήσιμα συμπεράσματα, σχετικά με τις παρεχόμενες υπηρεσίες ευρζωνικότητας προς τους καταναλωτές.
  - Η εφαρμογή ΣΑΠΕΣ ενσωματώνει τα εργαλεία μετρήσεων του συστήματος M-Lab, η χρήση των οποίων υπόκειται στους όρους «Πολιτικής Προστασίας της Ιδιωτικής Ζωής και Πολιτική Ορθής Χρήσης», που βρίσκονται στη διεύθυνση : http://www.measurementlab.net/el/privacy-policy-aup-gr
  - Η εφαρμογή ΣΑΠΕΣ παρέχει τη δυνατότητα μετρήσεων ποιοτικών χαρακτηριστικών ευρυζωνικών συνδέσεων και πρόσβασης σε στατιστικά μετρήσεων από όλη την Επικράτεια, χωρίς να απαιτείται η εγγραφή του χρήστη στο σύστημα.
  - Τα εργαλεία μετρήσεων και η εφαρμογή ΣΑΠΕΣ/SPEBS παρέχονται χωρίς εγγύηση
  - Με την εγγραφή του στο σύστημα, ο χρήστης έχει πρόσβαση σε επιπρόσθετες δυνατότητες και ειδικότερα :
      - Γεωγραφική αποτύπωση των μετρήσεων ποιοτικών χαρακτηριστικών της ευρυζωνικής του σύνδεσης, στο χάρτη της χώρας μας.
      - Εξατομικευμένα στατιστικά γραφήματα απεικόνισης των μετρήσεων της ευρυζωνικής σύνδεσης του χρήστη, στον άξονα του χρόνου.
      - Λήψη αρχείου με το ιστορικό των μετρήσεων σε μορφή CSV (Comma Separated Values).

2. Υπηρεσίες για εγεγγραμμένους χρήστες :
  1. Κάθε λογαριασμός χρήστη μπορεί να χρησιμοποιηθεί για μία και μόνο ευρυζωνική σύνδεση.
  2. Η Ε.Ε.Τ.Τ. έχει τη δυνατότητα να χρησιμοποιήσει τα αποτελέσματα των μετρήσεων που πραγματοποιεί ο χρήστης, καθώς και κάθε άλλη πληροφορία που αυτός καταχωρεί στην εφαρμογή ΣΑΠΕΣ, προκειμένου να εξάγει και να δημοσιεύσει χρήσιμα συμπεράσματα, τηρώντας τις διατάξεις περί προστασίας προσωπικών δεδομένων.
  3. Τα στατιστικά στοιχεία των μετρήσεων των χρηστών που απεικονίζονται στο χάρτη από την εφαρμογή ΣΑΠΕΣ, παράγονται από μετρήσεις των χρηστών που επέλεξαν να εγγραφούν και να χρησιμοποιήσουν το σύστημα.

3. Όροι αποδοχής :
  - Ο χρήστης αποδέχεται την αποστολή των στοιχείων που καταχωρεί στη φόρμα εγγραφής νέου χρήστη (email, αρ. τοπικού βρόχου, ταχυδρομική διεύθυνση σύνδεσης, πάροχος σύνδεσης, ονομαστική ταχύτητα), στον πάροχο που ο ίδιος έχει δηλώσει, για την επιβεβαίωση των στοιχείων της ευρυζωνικής σύνδεσης.
  - Ο χρήστης αποδέχεται την αποστολή της διεύθυνσης IΡ κι ενός αναγνωριστικού της σύνδεσης του (π.χ. αριθμό τοπικού βρόχου) που χρησιμοποιεί, σε κάθε μέτρηση της ευρυζωνικής σύνδεσης, στον τηλεπικοινωνιακό πάροχο, που δήλωσε κατά την εγγραφή του, προκειμένου να επιβεβαιωθεί ότι η μέτρηση πραγματοποιείται στην ευρυζωνική σύνδεση που ο χρήστης καταχώρησε στο σύστημα.
  - Ο χρήστης δηλώνει υπεύθυνα ότι τα στοιχεία που καταχωρεί στο σύστημα είναι αληθή και ακριβή.";
$lang_terms_html = "<ol>
<li> Γενικοί όροι : 
	<ul>
	<li> Η εφαρμογή ΣΑΠΕΣ/SPEBS παρέχεται ως λογισμικό ανοιχτού κώδικα, με άδεια χρήσης GNU General Public License v3, που είναι διαθέσιμη σύμφωνα με τους όρους και τις προϋποθέσεις που ορίζονται στην ιστοσελίδα: <a target=_blank href=http://www.gnu.org/licenses/gpl.html>http://www.gnu.org/licenses/gpl.html</a></li>
	<li>Οι μετρήσεις ποιοτικών χαρακτηριστικών ευρυζωνικών συνδέσεων πραγματοποιούνται με τη βοήθεια εργαλείων μετρήσεων, χρησιμοποιώντας το σύστημα μετρήσεων M-Lab.</li>
	<li>Τα εργαλεία μετρήσεων του συστήματος M-Lab επεξεργάζονται και αποθηκεύουν δεδομένα όπως ορίζεται στην ακόλουθη ιστοσελίδα : 
<a target=_blank href=http://www.measurementlab.net/el/measurement-lab-tools-gr>http://www.measurementlab.net/el/measurement-lab-tools-gr</a></li>
	<li>Η Ε.Ε.Τ.Τ. έχει τη δυνατότητα να χρησιμοποιήσει και να δημοσιεύσει τα αποτελέσματα μετρήσεων που πραγματοποιούν οι χρήστες, προκειμένου να εξάγει και να δημοσιεύσει χρήσιμα συμπεράσματα, σχετικά με τις παρεχόμενες υπηρεσίες ευρζωνικότητας προς τους καταναλωτές.</li>
	<li>Η εφαρμογή ΣΑΠΕΣ ενσωματώνει τα εργαλεία μετρήσεων του συστήματος M-Lab, η χρήση των οποίων υπόκειται στους όρους «Πολιτικής Προστασίας της Ιδιωτικής Ζωής και Πολιτική Ορθής Χρήσης», που βρίσκονται στη διεύθυνση : 
<a target=_blank href=http://www.measurementlab.net/el/privacy-policy-aup-gr>http://www.measurementlab.net/el/privacy-policy-aup-gr</a></li>
	<li>Η εφαρμογή ΣΑΠΕΣ παρέχει τη δυνατότητα μετρήσεων ποιοτικών χαρακτηριστικών ευρυζωνικών συνδέσεων και πρόσβασης σε στατιστικά μετρήσεων από όλη την Επικράτεια, χωρίς να απαιτείται η εγγραφή του χρήστη στο σύστημα. </li>
	<li>Τα εργαλεία μετρήσεων και η εφαρμογή ΣΑΠΕΣ/SPEBS παρέχονται χωρίς εγγύηση </li>
	<li>Με την εγγραφή του στο σύστημα, ο χρήστης έχει πρόσβαση σε επιπρόσθετες δυνατότητες και ειδικότερα : 
	<ul style=\"padding-bottom:0\">
		<li> Γεωγραφική αποτύπωση των μετρήσεων ποιοτικών χαρακτηριστικών της ευρυζωνικής του σύνδεσης, στο χάρτη της χώρας μας.</li>
		<li> Εξατομικευμένα στατιστικά γραφήματα απεικόνισης των μετρήσεων της ευρυζωνικής σύνδεσης του χρήστη, στον άξονα του χρόνου.</li>
		<li style=\"padding-bottom:0\"> Λήψη αρχείου με το ιστορικό των μετρήσεων σε μορφή CSV (Comma Separated Values).</li>
	</ul></li>
	</ul></li>
<li> Υπηρεσίες για εγεγγραμμένους χρήστες : 
	<ol>
	<li> Κάθε λογαριασμός χρήστη μπορεί να χρησιμοποιηθεί για μία και μόνο ευρυζωνική σύνδεση.</li>
	<li> Η Ε.Ε.Τ.Τ. έχει τη δυνατότητα να χρησιμοποιήσει τα αποτελέσματα των μετρήσεων που πραγματοποιεί ο χρήστης, καθώς και κάθε άλλη πληροφορία που αυτός καταχωρεί στην εφαρμογή ΣΑΠΕΣ, προκειμένου να εξάγει και να δημοσιεύσει χρήσιμα συμπεράσματα, τηρώντας τις διατάξεις περί προστασίας προσωπικών δεδομένων. </li>
	<li> Τα στατιστικά στοιχεία των μετρήσεων των χρηστών που απεικονίζονται στο χάρτη από την εφαρμογή ΣΑΠΕΣ, παράγονται από μετρήσεις των χρηστών που επέλεξαν να εγγραφούν και να χρησιμοποιήσουν το σύστημα. </li>
	</ol></li>
<li> Όροι αποδοχής : 
	<ul>
	<li> Ο χρήστης αποδέχεται την αποστολή των στοιχείων που καταχωρεί στη φόρμα εγγραφής νέου χρήστη (email, αρ. τοπικού βρόχου, ταχυδρομική διεύθυνση σύνδεσης, πάροχος σύνδεσης, ονομαστική ταχύτητα), στον πάροχο που ο ίδιος έχει δηλώσει, για την επιβεβαίωση των στοιχείων της ευρυζωνικής σύνδεσης. </li>
	<li> Ο χρήστης αποδέχεται την αποστολή της διεύθυνσης IΡ κι ενός αναγνωριστικού της σύνδεσης του (π.χ. αριθμό τοπικού βρόχου) που χρησιμοποιεί, σε κάθε μέτρηση της ευρυζωνικής σύνδεσης, στον τηλεπικοινωνιακό πάροχο, που δήλωσε κατά την εγγραφή του, προκειμένου να επιβεβαιωθεί ότι η μέτρηση πραγματοποιείται  στην ευρυζωνική σύνδεση που ο χρήστης καταχώρησε στο σύστημα. </li>
	<li> Ο χρήστης δηλώνει υπεύθυνα ότι τα στοιχεία που καταχωρεί στο σύστημα είναι αληθή και ακριβή.</li>
	</ul></li>
</ol>";
$lang_update_account = "Ενημέρωση λογαριασμού";
$lang_upstream = "Ταχύτητα Αποστολής";
$lang_upstream_short = "Ταχ. Αποστολής";
$lang_upstream_unit = "Ταχύτητα Αποστολής (Mbps)";
$lang_upstream_unit_short = "Ταχ. Αποστολής (Mbps)";
$lang_username_error = "Εσφαλμένη διεύθυνση ηλεκτρονικού ταχυδρομείου.";
$lang_weekend = "Σαβ - Κυρ";//"Σαββατοκύριακα";
$lang_working = "Δευ - Παρ";//"Εργάσιμες";
$lang_wrong_credentials = "Λάθος στοιχεία";
$lang_wrong_email_format = "Μη έγγυρη μορφή email";
$lang_about_message = "<div style=\"padding:40px;\">
        <h2>Σχετικά</h2>
        <p style=\"text-align:justify; padding-bottom: 10px;\">
	Το Σύστημα Αποτίμησης Ποιότητας Ευρυζωνικών Συνδέσεων (ΣΑΠΕΣ)
	δίνει τη δυνατότητα στους χρήστες του να πραγματοποιήσουν
	μετρήσεις των δικτυακών τους συνδέσεων, έτσι ώστε να καταστήσουν
	δυνατή την ποιοτική τους αξιολόγηση. Η διεξαγωγή των μετρήσεων
	μπορεί να γίνει τόσο από εγγεγραμμένους χρήστες όσο και από
	απλούς επισκέπτες του δικτυακού χώρου του ΣΑΠΕΣ. Μόνο στην
	πρώτη περίπτωση καταγράφονται στατιστικά στοιχεία από το
	σύστημα, έτσι ώστε να παρουσιάζονται αργότερα ως ιστορικό των
	χρηστών, αλλά και ως συνεισφορά στη συνολική εικόνα παροχής
	ευρυζωνικών υπηρεσιών στη χώρα μας.
	</p>
        <h2>Πηγαίος Κώδικας</h2>
        <p style=\"margin-bottom:8px;\">
        Ο πηγαίος κώδικας της υπηρεσίας ΣΑΠΕΣ/SPEBS είναι διαθέσιμος στο SVN repository του
	<a href=\"http://joinup.ec.europa.eu/software/spebs/home\">joinup.ec.europa.eu</a>.
	</p>
        <p style=\"text-align:justify; padding-bottom: 10px; margin-top:0px;\">
	Στιγμιότυπο της τρέχουσας έκδοσης είναι διαθέσιμο και ως <a href=\"/src/\">αρχείο tar.gz</a>.
        </p>
        <h2>Άδεια Χρήσης</h2>
        <p style=\"text-align:justify; padding-bottom: 10px;\">
        Όλα τα μέρη της υπηρεσίας ΣΑΠΕΣ/SPEBS διατίθονται με την άδεια χρήσης
        <a href=\"http://www.gnu.org/copyleft/gpl.html\">GNU General Public License v3</a>
        πλην αυτών που ορίζονται διαφορετικά (βλ. άδεια χρήσης εργαλείου
        <a href=\"http://code.google.com/p/ndt/source/browse/branches/development/COPYRIGHT\">NDT</a>).
        </p>
        <h2>Εγχειρίδια</h2>
        <p style=\"text-align:justify; padding-bottom: 10px;\">
        Διαθέσιμα εγχειρίδια και οδηγίες χρήσης:
        </p>
        <ol>
		<li><a href=\"docs/SPEBS-User-Manual.pdf\">Εγχειρίδιο χρήσης δικτυακού τόπου SPEBS</a></li>
		<li>
			<a href=\"docs/SPEBS-Administrator-Manual.pdf\">SPEBS Administrator's manual</a>
			(<a href=\"docs/SPEBS-Administrator-Manual-en.pdf\">αγγλική έκδοση</a>)
		</li>
		<li><a href=\"docs/SPEBS-Methodology.pdf\">Μεθοδολογία υπολογισμού στατιστικών ανά γεωγραφική περιοχή</a></li>
		<li><a href=\"docs/SPEBS-Architecture.pdf\">Αρχιτεκτονική συστήματος SPEBS (στα αγγλικά)</a></li>
		<li><a href=\"docs/SPEBS-ER-Diagram.pdf\">Διάγραμμα ER συστήματος SPEBS</a></li>
        </ol>
        <h2>Υπό Ανάπτυξη</h2>
        <p style=\"text-align:justify; padding-bottom: 10px;\">
	Η εφαρμογή ΣΑΠΕΣ/SPEBS είναι υπό διαρκή ανάπτυξη. Μερικές από τις
	νέες λειτουργίες που ετοιμάζουμε για τις επόμενες εκδόσεις της εφαρμογές
	είναι οι ακόλουθες:
	<ul>
		<li>Στην καρτέλα \"Νέα Μέτρηση\", δήλωση του τύπου σύνδεσης στο τοπικό δίκτυο (καλώδιο Ethernet, ασύρματη WiFi)</li>
		<!-- <li>Στην καρτέλα \"Χάρτης\", προσθήκη φίλτρου \"Ονομαστική Ταχύτητα\"</li> -->
		<li>Στην καρτέλα \"Γραφήματα\", χρήση φίλτρων ημερών, ωρών, τύπου σύνδεσης στο τοπικό δίκτυο</li>
		<!-- <li>Στην καρτέλα \"Νέα Μέτρηση\", δυνατότητα διεξαγωγής μέτρησης και με άλλα εργαλέια του M-Lab, όπως το
		<a href=\"http://www.measurementlab.net/measurement-lab-tools#tool2\">Glasnost</a>.</li> -->
	</ul>
	</p>
        <h2>Συντελεστές</h2>
        <p style=\"text-align:justify; padding-bottom: 10px;\">
        Η υπηρεσία ΣΑΠΕΣ/SPEBS υλοποιήθηκε από την Εθνική Επιτροπή Τηλεπικοινωνιών και Ταχυδρομείων 
        (<a href=\"http://www.eett.gr/\">ΕΕΤΤ</a>)
        σε συνεργασία με το Ερευνητικό Πανεπιστημιακό Ινστιτούτο Συστημάτων Επικοινωνιών και Υπολογιστών
        (<a href=\"http://www.iccs.gr/\">ΕΠΙΣΕΥ</a>)
        του Εθνικού Μετσόβιου Πολυτεχνείου 
        (<a href=\"http://www.ntua.gr/\">ΕΜΠ</a>).
        </p>
        </div>";
$lang_ndt_help="<h2>Χρήσιμες Πληροφορίες:</h2>
	<ol>
	<li>Οι μετρήσεις σας καταχωρούνται κι εμφανίζονται στο χάρτη, μόνο εφόσον έχετε εγγραφεί στο σύστημα κι έχετε πραγματοποιήσει τουλάχιστον τρείς (3) μετρήσεις. Οι εγγεγραμμένοι χρήστες έχουν πρόσβαση στο ιστορικό των μετρήσεων τους και σε εξατομικευμένα στατιστικά.</li>
	<li>Συνιστούμε τη χρήση υπολογιστή, που συνδέεται απευθείας στο δρομολογητή (modem/router) της ευρυζωνικής σας σύνδεσης, με καλώδιο(Ethernet). Η χρήση ασύρματου δικτύου (WiFi) ενδέχεται να περιορίσει την απόδοση της σύνδεσης.</li>
	<li>Πριν από την έναρξη μιας μέτρησης, βεβαιωθείτε ότι δε γίνεται χρήση της ευρυζωνικής σας σύνδεσης από άλλο λογισμικό, υπολογιστή ή άλλου είδους συσκευή (π.χ. από αποκωδικοποιητή συνδρομητικής τηλεόρασης, κάμερα ασφάλειας, torrents, κλπ) του τοπικού σας δικτύου. Η δικτυακή κίνηση, που προκαλείται από άλλες πηγές μετάδοσης δεδομένων, ενδέχεται να περιορίσει την ακρίβεια της μέτρησης.</li>
	<li>Για να χρησιμοποιήσετε τα εργαλεία μετρήσεων NDT, M-Lab Notifier και Glasnost ενδέχεται να χρειαστεί:</li>
	<ol>
	<li>να εγκαταστήσετε την πιο πρόσφατη έκδοση της Java από το δικτυακό τόπο <a href=\"http://www.java.com\" target=\"_blank\">java.com</a>, με οδηγίες που θα εμφανιστούν εντός της παρούσας ιστοσελίδας,</li>
	<li>να αποδεχτείτε την πηγή του εργαλείου ως αξιόπιστη, σε ερώτηση του πλοηγού (web browser) ή του λειτουργικού συστήματος,</li>
	<li>να αποδεχτείτε την επικοινωνία του εργαλείου μετρήσεων με το Διαδίκτυο, σε ερώτηση του λογισμικού ασφάλειας του υπολογιστή σας (firewall).</li>
	</ol>

	<li> Η εφαρμογή ΣΑΠΕΣ/SPEBS χρησιμοποιεί το συστήμα μετρήσεων M-Lab, το οποίο αναθέτει αυτόματα κάθε μέτρηση στον πλησιέστερο διαθέσιμο εξυπηρετητή μετρήσεων (server). Όταν όλοι οι εξυπηρετητές της χώρας μας είναι απασχολημένοι με μετρήσεις συνδέσεων άλλων χρηστών, ενδέχεται η μέτρηση σας να πραγματοποιηθεί από εξυπηρετητή άλλης χώρας. Σε αυτή την περίπτωση, εάν είστε εγγεγραμμένος χρήστης, τα αποτελέσματα της μέτρησης δεν προσμετρώνται στα στατιστικά που παράγει η εφαρμογή ΣΑΠΕΣ/SPEBS.</li>
	</ol>

	Αναλυτικότερες πληροφορίες θα βρείτε στις <a target=\"_blank\" href=\"http://broadbandtest.eett.gr/help.php\">οδηγίες χρήσης</a> της εφαρμογής ΣΑΠΕΣ/SPEBS
	και στους ιστοτόπους των εργαλείων
	<a target=\"_blank\" href=\"http://www.internet2.edu/performance/ndt/\">Network Diagnostic Tool (NDT)</a>
	και <a target=\"_blank\" href=\"http://broadband.mpi-sws.org/transparency/\">Glasnost</a>
(<a href=\"http://broadband.mpi-sws.org/transparency/results/10_nsdi_glasnost.pdf\">NSDI 2010 paper</a>).";
$lang_ndt_try_gls = "Δοκιμάστε να κάνετε μια μέτρηση και με το Glasnost!";
$lang_throttle_up = "Παρεμπόδιση αποστολής";
$lang_throttle_down = "Παρεμπόδιση λήψης";
$lang_throttled = "μορφοπ. κίνηση";
$lang_throttled_connections = "Περιοριζόμενες συνδέσεις";
$lang_throttled_measurements = "Περιορισμένες μετρήσεις";
$lang_update_account = "Ενημέρωση λογαριασμού";
$lang_undefined = "μη διαθέσιμο";
$lang_undefined_f = "μη διαθέσιμη";
$lang_upload = "Αποστολή (&uarr;)";
$lang_upstream = "Ταχύτητα Αποστολής";
$lang_upstream_short = "Ταχ. Αποστολής";
$lang_upstream_unit = "Ταχύτητα Αποστολής (Mbps)";
$lang_upstream_unit_short = "Ταχ. Αποστολής (Mbps)";
$lang_username_error = "Εσφαλμένη διεύθυνση ηλεκτρονικού ταχυδρομείου.";
$lang_weekend = "Σαβ - Κυρ";//"Σαββατοκύριακα";
$lang_working = "Δευ - Παρ";//"Εργάσιμες";
$lang_wrong_credentials = "Λάθος στοιχεία";
$lang_wrong_email_format = "Μη έγκυρη μορφή email";

$lang_ndt_successful_submission = "Η μέτρηση καταγράφηκε με επιτυχία!";
$lang_ndt_user_not_logged_in = "Για καταγραφή των μετρήσεων, παρακαλούμε κάντε signup";
$lang_ndt_internal_error = "Κάτι πήγε λάθος στην καταγραφή της μέτρησης. ";
$lang_ndt_measurement_server_out_of_county = "<b>Προσοχή:</b> Η διεύθυνση του εξυπηρετητή μετρήσεων είναι εκτός της χώρας.<br/>Η μέτρηση δεν θα καταγραφεί. ";
$lang_ndt_bw_warn = "<b>Προσοχή:</b> Το εύρος ζώνης της μέτρησης ξεπερνά αυτό που έχετε δηλώσει για την σύνδεσή σας.<br/>Η μέτρηση δεν θα καταγραφεί.";


?>
